qt_writings/three/draft3.org
* three
#+SEQ_TODO: TODO(t) WAITING(w) IN_PROGRESS(p) WAITING(w) FOLLOWUP(f) | CANCELLED(c) DONE(d)

"Sex, Flesh, Skin: A Media Archaeology of Octavia Butler's /Dawn/ and
Entropy8Zuper!'s /skinonskinonskin/"

** chapter overview
This paper juxtaposes two unlikely texts--an early hypertext work from
1999, and a science fiction novel from 1987--to unpack the role of
“media” across physiological and technological systems. The early
hypertext work, /skinonskinonskin/, written collectively by the
artist-couple known as Entropy8Zuper!, explores
electronically-mediated desire through a series of digital love poems
that combine hypertext, audio, and Flash media technology. Moving from
digital to embodied desire, the science fiction novel, Dawn by Octavia
Butler, poses a post-apocalyptic scenario where humans find themselves
coerced into sex and procreation with extraterrestrial colonizers. In
these couplings, sexual contact is routed through an alien
intermediary, whose ability to plug directly into the human brain’s
pleasure centers intensifies their sexual instincts into all but
irresistible compulsions. Though Butler’s novel and skinonskinonskin
present vastly different narrative worlds and physical formats, I’m
interested in how both texts trouble the boundary between materiality
and abstraction, in one case technological, through computer hardware
and software, and in another physiological, through nervous systems
and brain chemistry.

My analysis reads for sensuality across medial environments in each
text. In Butler’s novel, I examine how human flesh--the traditional
site for sexual contact between two partners--is bypassed for direct
neural stimulation facilitated by an alien intermediary. Because this
direct neural connection scrambles traditional distinctions between
the body and mind, during the sex act, the humans have trouble
differentiating their embodied feelings from their cognitive
interpretations. By bypassing the flesh, this method of intercourse
dissolves the binary between self and other--the foundation for
possessive individualism--as well as sense and thought. Drawing from
thinkers in Chicanx Studies and Black Feminist Studies, I argue that
this method creates an ethics based on pleasure rather than choice or
consent.

To better understand the compulsions of pleasure and the flesh, I
engage Black Feminist Studies’ theorizing on the flesh. According to
critics like Hortense Spillers, C. Riley Snorton, and Amber Jamilla
Musser, the systematic reduction of the Black body to the physical
flesh, a process that began during the violences and atrocities of the
Middle Passage, creates an opportunity for rethinking the political
potential of pleasure and eroticism. In my analysis, this concept of
the flesh becomes a ground for understanding how physical registers
interact with symbolic ones. Here, I examine how the concept of the
Pornotrope, that is the reduction of body to flesh, of the conceptual
(body) to the material (flesh), creates a ground for new theorizations
of meaning and materiality. Specifically, this reduction of Body to
Flesh offers a model of resistance to racial exploitation that
reinforces sensuality and pleasure.

Turning to /skinonskinonskin/, I examine the hardware and software
formats that facilitate the display and preservation of this work,
tracing the complicated stack of technologies, which include web tools
and Flash media. Borrowing from Media Archaeology I take a close look
at what Matt Kirschenbaum describes as the “formal” level of
materiality, or the effects on the screen, moving down the layers of
abstraction, through the compiled code of Flash media, into the level
of hardware, what he calls the “forensic materiality,” of the internet
network. My goal is to examine the material qualities of the
medium--be it technical or physiological--for the ways it offers a
kind of capacious mode for theorizing new forms of ethical relations.


** sex
*** section overview
These sections examine human vs Oankali social structures to read the
priortization of sensuality and feeling as a basis for more ethical
relationships. While human nature struggles within the "contradition"
of hierarchy and intelligence, the Oankali harness thier physiological
ability to bypass flesh for direct neural connections that enable
collectivity. The Oankali offer a model of ethics based on mutual
feeling, rather than choice or consent. In the process of having
"neural" sex with each other through the aliens, the humans begin to
blend cognitive processes with their sensual experiences. The blending
of thought and feeling shows a collision of registers, which will be
useful for my media archaeological reading of the stack of
technologies in the hypertext peice, /skinonskinonskin/.

The crucial point of this section occurs in my close-reading of the
scene when Lilith first meets the aliens, and her experience of
xenophobia, which is crytallized in her use of the comparison to
"Medusa". I draw from Chicana Studies to explain how the comparison to
Medusa expresses a fear of the unknown through the frame of the
known. Furthermore, it shows the "human contradiction" at work--the
intersection of a hierarchical impulse and a capacity for
intelligence--a contradiction which the novel demonstrates can be
resisted overcome by bypassing the flesh, which is the topic of my
next section.

