qt_writings/three/draft3.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-06-19 Mon 12:38 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Filipa  Calado" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org475fb76">1. three</a>
<ul>
<li><a href="#org8eca6e8">1.1. chapter overview</a></li>
<li><a href="#orgda24174">1.2. sex</a>
<ul>
<li><a href="#org9b8b4a1">1.2.1. section overview</a></li>
<li><a href="#org28d9dde">1.2.2. <i>Xenogenesis</i> to xenophobia: intro</a></li>
<li><a href="#orgb9a1ce9">1.2.3. <span class="todo TODO">TODO</span> add connection to queer studies, critical debate on biology</a></li>
<li><a href="#orgba02683">1.2.4. fear of the unknown</a></li>
<li><a href="#org51acf68">1.2.5. fear of the known</a></li>
<li><a href="#org6b53279">1.2.6. <span class="todo TODO">TODO</span> fear is a sensual phenomenon</a></li>
<li><a href="#org1d46476">1.2.7. pleasure</a></li>
</ul>
</li>
<li><a href="#org07e460a">1.3. flesh</a>
<ul>
<li><a href="#orgbc179fd">1.3.1. revision TODOs</a></li>
<li><a href="#org41e021e">1.3.2. section overview</a></li>
<li><a href="#orge111a49">1.3.3. black fem studies, media arch</a></li>
<li><a href="#orgfb2d4ea">1.3.4. black feminist studies: foreclosure, fugivity, unmappability</a></li>
<li><a href="#orgece5b18">1.3.5. media arch: volatility &amp; torque</a></li>
</ul>
</li>
<li><a href="#orgbc12dd7">1.4. skin</a>
<ul>
<li><a href="#org1051354">1.4.1. revision TODOs</a></li>
<li><a href="#orge9f4ece">1.4.2. <i>skinonskinonskin</i></a></li>
</ul>
</li>
<li><a href="#org1d74e3b">1.5. unstructured fragments</a>
<ul>
<li><a href="#org619bfed">1.5.1. Hayles on data traveling up the stack</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org101708f">2. Works</a></li>
</ul>
</div>
</div>
<div id="outline-container-org475fb76" class="outline-2">
<h2 id="org475fb76"><span class="section-number-2">1</span> three</h2>
<div class="outline-text-2" id="text-1">
<p>
"Sex, Flesh, Skin: A Media Archaeology of Octavia Butler's <i>Dawn</i> and
Entropy8Zuper!'s <i>skinonskinonskin</i>"
</p>
</div>

<div id="outline-container-org8eca6e8" class="outline-3">
<h3 id="org8eca6e8"><span class="section-number-3">1.1</span> chapter overview</h3>
<div class="outline-text-3" id="text-1-1">
<p>
This paper juxtaposes two unlikely texts&#x2013;an early hypertext work from
1999, and a science fiction novel from 1987&#x2013;to unpack the role of
“media” across physiological and technological systems. The early
hypertext work, <i>skinonskinonskin</i>, written collectively by the
artist-couple known as Entropy8Zuper!, explores
electronically-mediated desire through a series of digital love poems
that combine hypertext, audio, and Flash media technology. Moving from
digital to embodied desire, the science fiction novel, Dawn by Octavia
Butler, poses a post-apocalyptic scenario where humans find themselves
coerced into sex and procreation with extraterrestrial colonizers. In
these couplings, sexual contact is routed through an alien
intermediary, whose ability to plug directly into the human brain’s
pleasure centers intensifies their sexual instincts into all but
irresistible compulsions. Though Butler’s novel and skinonskinonskin
present vastly different narrative worlds and physical formats, I’m
interested in how both texts trouble the boundary between materiality
and abstraction, in one case technological, through computer hardware
and software, and in another physiological, through nervous systems
and brain chemistry.
</p>

<p>
My analysis reads for sensuality across medial environments in each
text. In Butler’s novel, I examine how human flesh&#x2013;the traditional
site for sexual contact between two partners&#x2013;is bypassed for direct
neural stimulation facilitated by an alien intermediary. Because this
direct neural connection scrambles traditional distinctions between
the body and mind, during the sex act, the humans have trouble
differentiating their embodied feelings from their cognitive
interpretations. By bypassing the flesh, this method of intercourse
dissolves the binary between self and other&#x2013;the foundation for
possessive individualism&#x2013;as well as sense and thought. Drawing from
thinkers in Chicanx Studies and Black Feminist Studies, I argue that
this method creates an ethics based on pleasure rather than choice or
consent.
</p>

<p>
To better understand the compulsions of pleasure and the flesh, I
engage Black Feminist Studies’ theorizing on the flesh. According to
critics like Hortense Spillers, C. Riley Snorton, and Amber Jamilla
Musser, the systematic reduction of the Black body to the physical
flesh, a process that began during the violences and atrocities of the
Middle Passage, creates an opportunity for rethinking the political
potential of pleasure and eroticism. In my analysis, this concept of
the flesh becomes a ground for understanding how physical registers
interact with symbolic ones. Here, I examine how the concept of the
Pornotrope, that is the reduction of body to flesh, of the conceptual
(body) to the material (flesh), creates a ground for new theorizations
of meaning and materiality. Specifically, this reduction of Body to
Flesh offers a model of resistance to racial exploitation that
reinforces sensuality and pleasure.
</p>

<p>
Turning to <i>skinonskinonskin</i>, I examine the hardware and software
formats that facilitate the display and preservation of this work,
tracing the complicated stack of technologies, which include web tools
and Flash media. Borrowing from Media Archaeology I take a close look
at what Matt Kirschenbaum describes as the “formal” level of
materiality, or the effects on the screen, moving down the layers of
abstraction, through the compiled code of Flash media, into the level
of hardware, what he calls the “forensic materiality,” of the internet
network. My goal is to examine the material qualities of the
medium&#x2013;be it technical or physiological&#x2013;for the ways it offers a
kind of capacious mode for theorizing new forms of ethical relations.
</p>
</div>
</div>


<div id="outline-container-orgda24174" class="outline-3">
<h3 id="orgda24174"><span class="section-number-3">1.2</span> sex</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-org9b8b4a1" class="outline-4">
<h4 id="org9b8b4a1"><span class="section-number-4">1.2.1</span> section overview</h4>
<div class="outline-text-4" id="text-1-2-1">
<p>
These sections examine human vs Oankali social structures to read the
priortization of sensuality and feeling as a basis for more ethical
relationships. While human nature struggles within the "contradition"
of hierarchy and intelligence, the Oankali harness thier physiological
ability to bypass flesh for direct neural connections that enable
collectivity. The Oankali offer a model of ethics based on mutual
feeling, rather than choice or consent. In the process of having
"neural" sex with each other through the aliens, the humans begin to
blend cognitive processes with their sensual experiences. The blending
of thought and feeling shows a collision of registers, which will be
useful for my media archaeological reading of the stack of
technologies in the hypertext peice, <i>skinonskinonskin</i>.
</p>

<p>
The crucial point of this section occurs in my close-reading of the
scene when Lilith first meets the aliens, and her experience of
xenophobia, which is crytallized in her use of the comparison to
"Medusa". I draw from Chicana Studies to explain how the comparison to
Medusa expresses a fear of the unknown through the frame of the
known. Furthermore, it shows the "human contradiction" at work&#x2013;the
intersection of a hierarchical impulse and a capacity for
intelligence&#x2013;a contradiction which the novel demonstrates can be
resisted overcome by bypassing the flesh, which is the topic of my
next section.
</p>
</div>
</div>
