qt_writings/three/draft3.html

<div id="outline-container-org28d9dde" class="outline-4">
<h4 id="org28d9dde"><span class="section-number-4">1.2.2</span> <i>Xenogenesis</i> to xenophobia: intro</h4>
<div class="outline-text-4" id="text-1-2-2">
<p>
In the novel <i>Dawn</i>, the first of the <i>Xenogenesis</i> trilogy by Octavia
Butler, the main character, Lilith Iyapo, is seduced by an alien. The
alien, called "Nikanj," is an ooloi, or third-gendered being. Nikanj
coaxes Lilith to join it and her human partner, Joseph: "'Lie here
with us,' it says, 'Why should you be down there by yourself?'" (PAGE
NUMBER). Lilith's erotic impulse is difficult to resist:
</p>
<blockquote>
<p>
She thought there could be nothing more seductive than an ooloi
speaking in that particular tone, making that particular
suggestion. She realized she had stood up without meaning to and taken
a step toward the bed. She stopped, stared at the two of
them. Joseph’s breathing now became a gentle snore and he seemed to
sleep comfortably against Nikanj as she had awakened to find him
sleeping comfortably against her many times. She did not pretend
outwardly or to herself that she would resist Nikanj’s invitation—-or
that she wanted to resist it. Nikanj could give her an intimacy with
Joseph that was beyond ordinary human experience. And what it gave, it
also experienced. PAGE NUMBER
</p>
</blockquote>
<p>
The erotic draw that Lilith experiences is intense enough to make her
temporarily ignore that these aliens, called "Oankali," have descended
upon earth with one goal: to coerce humans to reproduce with them,
creating a human-alien species. As ooloi, Nikanj has a special sexual
organ that enables a neural connection between a male and female
partner, in this case, between Lilith and Joseph. It makes this
connection by inserting its sexual organ, a "sensory hand," into its
partner's spinal cord, located at the back of the neck. Then, during
the sex act, the alien collects reproductive material which it will
eventually use to engineer a viable embryo made of human and Oankali
genes.
</p>

<p>
Despite her eagerness to join Nikanj in sex, Lilith harbors a deep
resistance against the Oankali's intention to procreate with
humanity. Scenes like the one above, in which Lilith surrenders to her
sexual desire, appear in stark contrast to her determination to
escape, conveyed by her invocation to "Learn and run!" which she
repeats up until the last page of the novel. Having barely survived a
nuclear apocalypse only to be "rescued" by the aliens, Lilith, along
with the surviving humans, is being held on the Oankali spaceship in
preparation to do their part in the "gene trade"&#x2013;that is, to help
re-populate the earth with the new human-Oankali species. The Oankali
have given Lilith a special job to be a shepherd, what she calls a
"Judas goat," to guide humans to accept that humanity will change
forever, that their children will look like "Medusa children" (Butler
87).
</p>

<p>
The conflict between various biological drives, such as sex drive
versus the survival drive, speaks to a larger debate among the novel's
critics about the primacy of biological impulses in determining human
behavior and characteristics. For, even when this sex act appears
contained to the mind, it is always portrayed as something that relies
on and is guided by the material exegencies of the body. Donna Haraway
and Kitty Dunkley, for example, argue that the interspecies couplings
challenge assumptions about biological essentialism that power
naturalized notions of sex, race, and the human/animal
divide. Haraway's influential reading of the novel, from her book
<i>Primate Visions: Gender, Race, and Nature in the World of Modern
Science</i> (1989), situates the novel as a feminist, posthuman critique
of human-animal hierarchies and divisions. Reading the novel "as if it
were a report from the primate field in the allotopic space of earth
after a nuclear holocaust," Haraway sites the inter-species relations
and the way these relations reconceive notions of choice and consent
as examples to "facilitate revisionings" of "difference, reproduction,
and survival" (Haraway 376, 377). 
</p>

<p>
On the other hand, critics like Stephen Barnes, Nancy Jesser, and Erin
Ackerman argue for the primacy of biology in naturalizing aspects of
identity. Stephen Barnes, who knew Butler personally and
professionally during her life, maintains that her biological
researches influenced her beliefs about human nature, particularly as
the development of hierarchical tendencies. According to Barnes,
Butler was fascinated by what she called "emergent properties," which
begin from small impulses, like the tendency to categorize something
as either similar or different, as the seeds of complex social
behaviors and structures. Nancy Jesser brings this idea to the
portrayal of sex, arguing that "the plot relentlessly reinforces
certain sociobiological notions of essential and 'natural' male and
female through the concept of biological 'tendency'" (Jesser
41-42). 
</p>
</div>
</div>
