qt_writings/three/draft3.org
*** TODO add connection to queer studies, critical debate on biology
This paper argues that the heterosexual paradigm is indeed disrupted,
and it is disrupted by a queer mode of relation which emerges in the
tripartite sexual union enabled by the ooloi figure. The linkage of
neural pathways between two bodies, a linking that bypasses the
obstacle of flesh to connect directly to the brain's pleasure centers,
scrambles the distinctions between thinking and feeling. This chemical
signaling surfaces a clashing of registers between cognition and
sensation that dissolves the differences between the materiality of
the flesh and the abstraction of cognitive processes. This kind of sex
also blurs the binary between self and other--the foundation for
possessive individualism.

This chapter will explore this clashing of registers across three
domains: science fiction (that of Butler's novel), Black Feminist
Studies, and Media Archaeology Studies. I will examine how each of
these domains handles the intersection of physical embodiment with
chemical, conceptual, and/or electrical signaling, reading for
sensuality across various medial environments in each domain. 

First, in Butler's novel, I seek moments of heightened sensuality,
which occurs not only in sexual contact, but interestingly, in moments
of xenophobia when the humans encounter the aliens. My close-reading
of these moments finds that desire and fear work similarly to scramble
traditional distinctions between the body and mind, which struggle to
differentiate embodied feelings from their cognitive
interpretations. The blending of physical and conceptual registers
here enables a new, human-alien ethics based on pleasure rather than
choice or consent. Then, to explore this new ethics, I engage Black
Feminist Studies’ theorizing on the flesh. According to critics like
Hortense Spillers, C. Riley Snorton, and Amber Jamilla Musser, the
systematic reduction of the Black body to the physical flesh, a
process that begins during the violences of the Middle Passage,
creates an opportunity for rethinking the political potential of
pleasure and eroticism. This concept of the then flesh becomes a
ground for understanding how physical registers interact with symbolic
ones in my final section, on electronic media. Turning to a hypermedia
narrative work, /skinonskinonskin/, I examine its hardware and
software formats, tracing the complicated stack of technologies that
include programming languages and Flash media. Borrowing from Media
Archaeology, I take a close look at what Matt Kirschenbaum describes
as the "formal" level of materiality, or the effects on the screen,
build on layers of software abstractions, against what he calls
"forensic materiality," which is the level of hardware, bits and
signals. My goal is to examine the material qualities of the
media--physiological and technical--for the ways materiality offers a
kind of capacious mode for theorizing new forms of ethical relations.

For the rest of this section on /Dawn/, I will deconstruct the erotic
as a physical, sensual phenomenon. Where do thought and feeling
intersect in moments of heightened sensuality? How does approaching
thought as physical, or feeling as conceptual, change the way we think
about ethics and social relations, especially those that concern
choice and consent? To answer these questions, I will first examine
one of these moments of heightened sensuality, that of extreme fear,
to tease a connection between xenophobia and xenogenesis.

