qt_writings/three/draft3.org
*** fear of the unknown
We begin with a moment of fear from early in the story, when Lilith
first comes face-to-face with her captors. Jhadaya, a male Oankali,
meets Lilith in her isolation room. Initially, Lilith processes his
alien body much like human anatomy:
#+BEGIN_QUOTE
The lights brightened as she had supposed they would, and what had
seemed to be a tall, slender man was still humanoid, but it had no
nose--no bulge, no nostrils--just flat, gray skin. It was gray all
over--pale gray skin, darker gray hair on its head that grew down
around its eyes and ears and at its throat. There was so much hair
across the eyes that she wondered how the creature could see. The
long, profuse ear hair seemed to grow out of the ears as well as
around them. Above, it joined the eye hair, and below and behind, it
joined the head hair. The island of throat hair seemed to move
slightly, and it occurred to her that that might be where the creature
breathed--a kind of natural tracheostomy.

Lilith glanced at the humanoid body, wondering how humanlike it really
was. "I don't mean any offense," she said, "but are you male or
female?"

"It's wrong to assume that I must be a sex you're familiar with," it
said, "but as it happens, I'm male."

Good. It could become 'he' again. Less awkward. 29
#+END_QUOTE
Although Jdhaya points out Lilith's mistake about assuming gender, she
nonetheless takes some comfort from being able to call Jdhaya a "he."
The gender designation, along with a catalogue of mammalian anatomical
features "hair," "eyes," "ears," and "throat," display the strength of
an impulse to categorize the unknown according to human
terms. Lilith's comfort, however, is short-lived, when the strangeness
of the alien's appearance exceeds the terms available to her:
#+BEGIN_QUOTE 
She did not want to be any closer to him. She had not known what held
her back before. Now she was certain it was his alienness, his
difference, his literal unearthliness. She found herself still unable
to take even one more step toward him.

"Oh god," she whispered. And the hair--the whatever it
was--moved. Some of it seemed to blow toward her as though in a wind,
though there was no stirring of air in the room.

She frowned, strained to see, to understand. Then, abruptly, she did
understand. She backed away, scrambled around the bed and to the far
wall. When she could go no farther, she stood against the wall,
staring at him.

Medusa. 30
#+END_QUOTE 
The attempt to understand Jhadaya's difference is more instinctual
than logical. As Lilith attempts to place the alien into familiar
categories, she undergoes a complex physiological process. First, she
deploys anatomical categories to perceive Jhadaya. Then, as his
difference begins to register, she apprehends him on a pre-linguistic,
embodied level, which is expressed by an paralyzing aversion--"She
found herself unable to take even one more step toward him"
(29-30). When Lilith examines his face more closely, the interval of
immobilizing fear ends abruptly with her "understand[ing]." Her final
impulse is to express her aversion in figurative language, with an
evocation of the mythical figure "Medusa."

Medusa here is significant. It demonstrates that Lilith subscribes the
unknown in terms of something that is familiar to the human imaginary,
ableit in the context of myth and fantasy. The physio-cognitive
progression from instinctual body movement to intellection recalls a
deeper reality about humanity and how it handles the unknown. This can
be attributed to human genetics which express, according to the
Oankali, the "human contradiction." Later in this scene, Jhadaya,
explains this contradiction in terms of two characteristics: 
#+BEGIN_QUOTE
"You are intelligent," he said. "That's the newer of the two
characteristics, and the one you might have put to work to save
yourselves. You are potentially one of the most intelligent species
we've found, though your focus is different from ours. Still, you had
a good start in the life sciences, and even in genetics."

"What's the second characteristic?  

"You are hierarchical. That's the older and more entrenched
characteristic. We saw it in your closest animal relatives and in your
most distant ones. It's a terrestrial characteristic. When human
intelligence served it instead of guiding it, when human intelligence
did not even acknowledge it as a problem, but took pride in it or did
not notice it at all..." [...] "That was like ignoring cancer. I
think your people did not realize what a dangerous thing they were
doing."
#+END_QUOTE
According to Jhadaya, the tendency toward hierarchy, as a
"terrestrial" characteristic, is ingrained in all humans. The impulse
to stratify people, to create social groupings, even to colonize and
oppress, descends from an ancient instinct that once served to
sustain, protect, and organize early human tribes. But when the
hierarchical instinct grows unchecked into the modern world, Jdhaya
explains, it creates unjust divisions, such as stratifying people
along gender, race, nationality, and class, for example. 

Fear, then, descends from biological imperatives: the human
constradiction, a combination of intelligence and hierarchy. For
Lilith, then, the tendency toward hierarchy first demands that she
place this being on a scale of familiarity. She compares Jhadaya to
what she already knows about other living beings, that he fits into a
binary gender designation, for example. However, when the hierarchy
fails to subsume his other qualities, like the tentacles emerging from
all over his body, her intelligence steps in to speculate with an
analogy, "Medusa." Her mind makes the leap between what she sees and
what she can imagine.

