qt_writings/three/draft3.html

<div id="outline-container-org51acf68" class="outline-4">
<h4 id="org51acf68"><span class="section-number-4">1.2.5</span> fear of the known</h4>
<div class="outline-text-4" id="text-1-2-5">
<p>
That Lilith uses an analogy to the Medusa indicates something
important about this particular type of xenophobia&#x2013;that her fear is
not just of otherness, but in the interplay between otherness and
similarity. It is this interplay between similarity and difference and
their combination in nontraditional ways causes a reaction of fear and
repulsion. What scares Lilith is an apparent familiarity of this humanoid,
bipedal, two-limbed creature, which has an audible language and
conscious intelligence and displays aspects that do not belong to any
mammal&#x2013;the tentacles. Lilith's use of the "Medusa" comparison marks
the moment when she, who until then has been struggling to place a
strange being within known phenomena, finally settles onto a familiar
designation. Despite his alienness, at that point, Jhadaya becomes
incorporated into an anthropocentric worldview&#x2013;specifically, into a
fearsome figure that represents monstrous and deadly femininity.
</p>

<p>
The criticism from the novel examines this interplay of similarity and
difference, much of it situating the tension within Women of Color
feminism, particularly in Chela Sandoval's theorization of
"differential consciousness." In an early and influential commentary,
Donna Haraway describes <i>Dawn</i> as an example of the
"techno-bio-politics of difference" (Haraway, <i>Primate Visions</i>
376).<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup> Using terms that echo in her famous followup work, "The
Cyborg Manifesto," she describes this text (and Butler's fiction in
general) as being "about the monstrous fear and hope that the child
will not, after all, be like the parent" (Haraway <i>Primate Visions</i>
387). Catherine S. Ramirez builds from both Sandoval and Haraway to
explore the tension between essentialism and constructedness in the
novel, which she calls an example of "cyborg feminism"&#x2013;a feminism
that explores a strategic tension between between "affinity and
essence, and "plurality and specificity" (Ramirez 395). Ramirez argues
that, by "critiqu[ing] fixed concepts of race, gender, sexuality and
humanity, and, subsequently, 'fictions' of identity and community"
this work displays a "strategic deployment of essence," that is, the
claiming of a subject position for the purpose of resisting
subjectification (Ramirez 375, 395).<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup> Ramirez explains that while
difference is necessary, essentializing is also necessary within a
feminist project. While essential understandings of identity have been
used to reduce, denigrate, and oppress identity groups, some kind of
positionality with regard to identity is necessary in order to
"forg[e] links between women from distant and disparate locations"
(Ramirez 384). It is a quality that enables connection and recognition
across differences.
</p>

<p>
Women of this movement were also careful to emphasize the danger in
overlooking differences among groups. Seeding the ideas that will
eventually become the Intersectional Feminist movement in the 21st
century, Women of Color Feminism's critique of identity politics, such
as the universalizing of terms like "woman," emphasizes a strategic
deployment of difference toward the goal of aligning across social and
cultural groups. As bell hooks explains, the rally for solidarity
across "women" has the effect of overlooking differences contained
within women, such as the ways that category intersects with race,
gender, class, ability, and so on. hooks emphasizes the need for
specific terms that make legible different lived experiences across
social groups. For example, she points out that the word "oppression"
fails to represent the situation of all women: "Being oppressed means
the absence if choices&#x2026; Many women in this society do have choices
(as inadequate as they are); therefore exploitation and discrimination
are words that more accurately describe the lot of women collectively
in the United States" (<i>Feminist Theory: From Margin To Center</i> 5). In
striving for solidarity, one must be careful not to collapse
difference. They key here is specificity. A differential consciousness
locates similarity across difference without negating the ways that
difference inflects lived experience.
</p>

<p>
While the criticism on the novel does a good job of situating the
tension between similarity and difference within WOC feminism, I am
interested in this experience of difference and
similarity-in-difference as a physiological response, and what that
can teach us about ethical relations. As Lilith exhibits with the
Medusa analogy, the interplay between similarity and difference
instigates fear. There is an encounter with the other, which triggers
xenophobia. But as Chicana feminist and writer Cherrie Moraga
explains, the feeling of fear is heightened by a perceived
similarity. Speaking within the context of social hierarchies, Moraga
explains that, "it is not really difference the oppressor fears so
much as similarity&#x2026;. He fears he will have to change his life once
he has seen himself in the bodies of the people he has called
different" (32). In the her first meeting with Jhadaya, Lilith's fear
response heightens when she realizes that his anatomy is different
from the familiar human anatomy: "She had not known what held her back
before. Now she was certain it was his alienness, his difference, his
literal unearthliness" (Butler 30). Lilith, who first registers
Jhadaya in terms of similarity, describing his ears, mouth, and hair,
experiences an intense form of fear when she acknowledges the
difference in his figure.
</p>
</div>
</div>
