qt_writings/three/draft3.html

<div id="outline-container-org6b53279" class="outline-4">
<h4 id="org6b53279"><span class="section-number-4">1.2.6</span> <span class="todo TODO">TODO</span> fear is a sensual phenomenon</h4>
<div class="outline-text-4" id="text-1-2-6">
<p>
As evidenced by the example of "Medusa," the two sides of the human
contradiction, hierarchy and intelligence, work together to engender a
sense of all-consuming fear of the other.
</p>

<p>
Similarity perceived across difference causes fear. However, at the
same time that it causes fear, it also offers an opportunity for
connection, according to Chicana feminists like Moraga and Gloria
Anzaldua. Moraga, who describes herself as "la guera," the
light-skinned one, among her family, draws from her sexuality to
relate across this difference. Speaking of her relationship to her
mother, Moraga explains that:
</p>
<blockquote>
<p>
It wasn't until I acknowledged and confronted my own lesbianism in the
flesh that my heartfelt identification with and empathy for my
mother's oppression&#x2013;due to being poor, uneducated, and Chicana&#x2013;was
realized. My lesbianism is the avenue through which I have learned the
most about silence and oppression, and it continues to be the most
tactile reminder to me that we are not free human beings. Moraga 28-29
</p>
</blockquote>
<p>
Here, the thing that makes Moraga different, her sexuality, is what
enables her to make a connection to other kinds of difference,
specifically differences across skin tone. This confrontation occurs
"in the flesh," meaning that difference is felt, as a sensational
phenomenon. Rather than sever the relationship with her mother,
Moraga's embodied experience of her difference, her lesbianism, serves
as a "tactile reminder" that can bridge the gap between self and
other. 
</p>

<p>
When difference is a source of "silence and oppression," as it has
been for Moraga's sexuality, finding similarity requires a deeply
sensual process.
</p>

<p>
Gloria Anzaldua, a Chicana lesbian like Moraga, explores a method for
<i>incorporating</i> difference into identity in the form of figuration and
embodied states. Anzaldua, who grew up in the remote "el Valle" region
on the Texas-Mexico border, emerges from a Aztec, Spanish, and Mexican
backgrounds with the goal of integrating her indigenous roots into a
modern Chicana identity. Anzaldua knows that surfacing this history
and heritage will require "developing a tolerance for contradictions,
a tolerance for ambiguity&#x2026; learn[ing] to be an Indian [sic] in
Mexican culture, to be a Mexican from an Anglo point of view"
(Anzaldua 78-79). Anzaldua resurrects and incorporates latent and
fearful aspects of the cultural psyche in the form of the ancient
Aztec goddess, Coatlicue. Like Medusa, Coatlicue is associated with
snakes, her name translating from Nahuatl into "serpent skirt," and
she is often depicted with a skirt of serpents, as well as a necklace
of human hearts. Originally, as the "Earth Mother who conceives all
celestial beings out of her cavernous womb," Coatlicue represents a
unity of opposites, the dual forces of life and death, fertility and
destruction (Anzaldua 46). Over time, however, Anzaldua explains that
this unity has been severed into aspects such as the pure from the
impure. First, Aztec culture, influenced by a growing patriarchy,
split Coatlicue into the fertility earth goddess, "Tonantsi" (the
puta) and into "Coatlalopeuh" (the chaste) (27). Then, with the
arrival of the Spaniards, the figures were split again, this time into
the Virgin of Guadalupe, the most revered figure of Mexican
Cathololicism, with the negative aspects incorporated into the figures
La LLorona and La Chingada.
</p>

<p>
<i>Coatlicue</i> incorporates the originary whole that holds all aspects,
positive and negative, of the self. Anzaldua's goal is to bring back
the severed aspects of Coatlicue and unifiy them into a modern
imaginary: "Coatlicue- Cihuacoatl- Tlazolteotl- Tonantzin-
Coatlalopeuh- Guadalupe&#x2013;they are one" (50). Anzaldua affirms that,
"Let the wound caused by the serpent be cured by the serpent"
(50). The process by which Anzaldua accesses and integrates the
scattered aspects of Coatlicue is the "<i>Coatlicue</i> state." Here,
Anzaldua enters into a trance, a spiritually open state, to confront
the pain, shame, and lonelienss of a severed identity. She explains
that, "We need <i>Coatlicue</i> to slow us up so that the psyche can
assimilate previous experiences and process the changes&#x2026; Our
greatest disappointments and painful experiences&#x2013;if we can make
meaning out of them&#x2013;can lead us toward becoming more of who we are"
(Anzaldua 46). The process is a difficult one; it requires seeing the
darkness in the other, and and incorporating that darkness into
feelings of disappointment and pain. In her encounter with
<i>Coatlicue</i>, Anzaldua describes a visual process of confrontation
between the self and other, <i>Coatlicue</i>:
</p>
<blockquote>
<p>
Seeing and being seen. Subject and object, I and she. The eye pins
down the object of its gaze, scrutinizes it, judges it. A glance can
freeze us in place; it can "possess" us. It can erect a barrier
against the world. But in a glance also lies awareness,
knowledge. These seemingly contradictory aspects&#x2013;the act of being
seen, held immobilized by a glance, and "seeing through" an
experience&#x2013;are symbolized by the underground aspects of <i>Coatlicue</i>,
<i>Cihuacoatl</i>, <i>Tlazolteotl</i> which cluster in what I call the
<i>Coatlicue</i> state. 42
</p>
</blockquote>
<p>
Here, vision is simultaneously a tool for capture, for being "pin[ned]
down" or "immobilized," and a tool of enlightenment, in "awareness,
knowledge." Anzaldua embraces the duality of this aspect, and in what
seems to be a paradoxical effect, which is freedom in
possession. Being the object of <i>Coatlicue</i>'s gaze is both to
reliquish agency and to open a connection. This enables an intimate
relation to the other, but without total incorporation. Anzaldua's
repeatedly emphasizes the importance of containing duality, opposites,
which she also figures as "a struggle of borders," or a "choque" of
cultural collisions (Anzaldua 78-79). Rather, the power that comes
from confronting and connecting with the other stems a sense of
incompletion, partiality, and lack of fulfillment. Latin American
philospher Ofelia Schutte, describes this aspect as
"incommensurability." Writing on the problem of "cross-cultural
communication," or "how to speak to the 'other' who is different from
oneself," Schutte proposes that one attend to incommensurability, the
"residue of meaning that will not be reached in cross cultural
endeavors" (Schutte 53, 56). In conversation, for example,
interlocutors can observe moments when the other's speech "resonates
in [one] as a kind of strangeness, a kind of displacement of the usual
expectation" (Schutte 56). This process keeps the other in some way
unknowable or un-essentializable.
</p>
</div>

<ol class="org-ol">
<li><a id="org3fc629b"></a>-&gt; alarcon: sustain strangeness rather than incorporating it<br />
<div class="outline-text-5" id="text-1-2-6-1">
<p>
Alarcon Alarcon makes a similar point in her argument about the
dangers of "ontologiz[ing] difference," that is, of subsuming specific
difference into a universal identity politics. She explains that,
</p>
<blockquote>
<p>
The desire to translate as totalizing metphorical substitution without
acknowledging the "identity-in-difference," so that one's own system
of signification is not disrupted through a historical concept whose
site of emergence is implicated in our own history, may be viewed as
a desire to dominate, constrain, and contain. 133 
</p>
</blockquote>
<p>
The challenge is to achieve connection without totally subsuming the
other into totalizing and therefore oppressive paradigms of
subjectivity 
</p>

<p>
The point here is to not subsume that quality of strangeness in the
  other into familiar structures of knowledge, like the way that
  Lilith subsumes Jhadaya's strangeness into the similitude of the
  terrifying Medusa. Rather, the point is to sustain the strangeness
  without attempting to block it out.
</p>
</div>
</li>
</ol>
</div>
