qt_writings/three/draft3.org
*** pleasure
Oankali do not have a fear of difference, they crave it.  Oankali,
unlike humans, are attracted to difference. As Jhadaya explains to
Lilith: "We acquire new life, seek it, investigate it, manipulate it,
sort it, use it. We carry the drive to do this in a minuscule cell
within a cell, a tiny organelle within every cell of our bodies"
(84). This essential drive, which powers their "gene trade," is made
possible by that which the humans find most disturbing about their
captors--the tentacle-like organs that sprout from their bodies. These
organs transmit all external sensory information such as sight,
hearing, touch, smell, and taste, provide channels for the immediate
sharing of thoughts and feelings in intra-Oankali communication, and
faciliate sex.

Unlike humans, Oankali can close the gap between self and other. This
sensory capacity puts them into direct contact with those who are
different. As a result, the Oankali do not fear difference, rather,
they crave it. They seek to blend with difference and incorporate it
into new life forms, an expanding species. This craving to absorb
difference is encoded in their genetic ancestry. Nikanj, the ooloi
child who will eventually become Lilith's mate, explains to Lilith
that "'Six divisions ago, on a white-sun water world, we lived in
great shallow oceans'[...] 'We were many-bodied and spoke with body
lights and color patterns among ourself and among ourselves"
(123). From this ancestry, the current Oankali inheirited a drive for
collectivity.

Because health and vitality are necessary in order to "trade" genes,
the Oankali do not admit any form of harm or destruction to life. At
several points in the book, this regard for life combined with the
inability to deceive make it difficult for the Oankali to understand
(and therefore anticipate) human tendencies for violence. For example,
the Oankali overlooked suspicion, paranoia, and rebellion among the
humans, which leads to violence and death toward the end of the
novel. Joseph, Lilith's partner, is killed by a group of humans who
the Oankali have let escape. Due to their biological imperative for
life, and the Oankali were unable to anticipate the violence and
couldn't not save Joseph's life in time. Not only are the Oankali
blind to motives of violence, but they also have different views on
consent. Soon after Joseph's murder, Nikanj then uses Joseph's genetic
material to impregnate Lilith without her knowledge, much less her
consent. It explains to Lilith that it only gives her what she truly
wants, which is a child:
#+BEGIN_QUOTE
"You'll have a daughter," it said. "And you are ready to be her
mother. You could never have said so. Just as Joseph could never have
invited me into his bed--no matter how much he wanted me
there. Nothing about you but your words reject this child." 468-9.
#+END_QUOTE
For the Oankali, sustaining and cultivating life is the principal
factor for decision-making. Nikanj's reasoning is simple: it knows
Lilith will love and accept the child. When Lilith protests that "It
won't be human," it warns that "You shouldn't begin to lie to
yourself. It's a deadly habit. The child will be yours and Joseph's"
(469). This quality of the instant and intimate connection is so
encompassing that it nullifies any need for deception between Oankali
who cannot avoid full disclosure and as a result, never lie.

- mental v embodied consent
This tendency for collective consciousness, distributed among the
beings, singular and plural at once, "ourself and ourselves,"
destabilize the an assumption underpinning free will, that of
consent. The sex scenes in particular portray a level of sensual
pleasure and connection that it is difficult to separate embodied
desire from conscious will. As Jayna Brown points out, "the
pleasurable experience of sex with the Ooloi is so highly compelling
it is sometimes likened to rape in the text" (105). The issue of
consent in the novel is a significant one: humans find themselves
compelled into sexual relations with the Oankali through chemical
means, either by direct drugging to pacify them or by the more subtle
release of pheramones that arouse an overwhelming sexual desire.  In
doing so, the Oankali, who are biologically engineered promoting
pleasure toward for creating and sustaining, maintain that the humans
desire this sex on a physiological level. Joshua Yu Burnett explains
that "the novel's treatment of the issue [of consent] is both
provocative and troubling" (110). On the more troubling side, Burnett
points out the acts of involuntary sterilization, forced conception,
complicity in human-on-human rape, and most seriously, Nikanj's rape
of Joseph, Lilith's partner. Yet, Burnett maintains, "none of this is
meant to suggest that the Oankali are vicious, brutal rapists"
(117). Because their sensory and communication capacities prevent the
Oankali from lying or deception, "they seem quite genuine in their
insistance that human claims of non-consent belie a deeper,
physio-psychological consent" (Burnett 117). For the Oankali, consent
gives way to consensus. 

- consensus revises/shifts contradiction power imbalances 
The issue of consent in the novel points to the ways that subjugation
and coercion is part of a framework that revises the human
contradiction. Justin Louis Mann argues that the novel evokes the
concept of "pessimistic futurism," combining the cynicism of
afro-pessimism, which associates blackness with ontological death and
the impossibility of black subjectivity, and the optimism of
afro-futurism, which speculates and potentializes liberatory black
subjectivity and futurity. Mann explains that the sexual relationship
between Lilith, Joseph, and Nikanj conveys this dynamic, a
relationship that is crystalized in the image of Nikanj's "sensory
arm" wrapped around Lilith's neck, which she describes as "an oddly
comfortable noose" (Mann 62). Drawing from history of subjugation and
death, the noose also evokes comfort, a kind of complacency with
sexuality, made possible through pleasure. According to Mann, this
seeming paradox between "pleasure and pain, history and futurity, and
abjection and subjection" has the potential to replace the injustices
of the human contradiction (Mann 62). Rather than being subjected to
the stratifications of society based on identity, race, and class,
humans are subjected to their own own physical pleasure and
well-being, regardless of their mental opposition.

For the Oankali, the emphasis is not on consent but on consensus. The
Oankali handle difference and dissent by literally /incorporating/ it
into their organism through genetics or through tenticular
connection. The sex scenes here are particularly instructive. When
Nikanj presents himself to Lilith, one might expect a split between
her embodied instinct and free will, that is, between her sexual
desire and her determination to rebel against the forced
interbreeding. One instead encounters their conflation. Lilith
welcomes her body's immediate, unconscious response to Nikanj's
invitation: "She realized she had stood up without meaning to and
taken a step toward the bed... She did not pretend outwardly or to
herself that she would resist Nikanj’s invitation—-or that she wanted
to resist it" (PAGE NUMBER). Lilith's body acts before her conscious
mind can intervene. When her conscious mind does catch up to her body,
it lacks the will, even the smallest hint of one, to refuse her
desire. Rather, her desire and her will are in harmony, both in step
to fulfill the act that she spends the rest of the book plotting to
resist.

