qt_writings/three/draft3.html
<li><a id="orgc43bd5a"></a>the workings of pleasure<br />
<div class="outline-text-5" id="text-1-2-7-1">
<ul class="org-ul">
<li>Looking at sex, how it bypasses the flesh. Which enables us to see</li>
</ul>
<p>
how what we assume to be purely cognitive is actually fleshy,
embodied. 
</p>
<ul class="org-ul">
<li>The fleshiness of mental experience changes the way we view</li>
</ul>
<p>
heterosexuality. 
</p>

<p>
The conflation between desire and will has to do with the
priortization of pleasure in the body, in the flesh. The flesh&#x2013;the
central conduit for human sexual contact and its source of
pleasure&#x2013;is an obstacle for Oankali. In their sexual unions, the male
and female bodies do not touch, but are rather routed through the
"ooloi," an intermediary, nonbinary being whose "sensory arms" plug
directly into into the brains of each partner. This intermediary
dispenses not only with the flesh but also with human modes of
communication and intimacy to stimulate the brain's pleasure centers
directly.
</p>

<p>
During the sex act, Lilith experiences a torrent of thought and
sensation which leads her to question the objective reality of her
experience. "Plugged" into Joseph via Nikanj, she
</p>
<blockquote>
<p>
immediately recieved Joseph as a blanket of warmth and security, a
compelling, steadying presence. 
</p>

<p>
She never knew whether she was receiving Nikanj's approximation of
Joseph, a true transmission of what Joseph was feeling, some
combination of truth and approximation, or just a pleasant fiction. 
</p>

<p>
What was Joseph feeling from her?
</p>

<p>
It seemed to her that she had always been with him. She had no
sensation of shifting gears, no "time alone" to contrast with the
present "time together." He had always been there, part of her,
essential. 308-309
</p>
</blockquote>
<p>
What Lilith first feels as a physical presence, she then builds into
cognitive interpretations. Lilith senses Joseph as a "blanket of
warmth" and a "steadying presence." To these physical sensations, she
augments mental interpretations of "security" and "compelling." She
then begins to question the objective truth of her experience,
wondering what Joseph is feeling, and whether he shares in the same
sensations. This doubt, however, soon fades to reassurance as she
intuits that "He had always been there, part of her, essential." This
progression reveals that, while she initially suspects whether Joseph
is feeling the same way, the blending of sensation and thought seems
to inspire belief in their union. Physical presence transforms into a
mental certainty: "he had always been there, part of her, essential."
</p>

<p>
Meanwhile, Nikanj, who is mediating the experience, becomes
imperceptible to the two of them:
</p>
<blockquote>
<p>
Nikanj focused on the intensity of their attraction, their union. It
left Lilith no other sensation. It seemed, itself, to vanish. She
sensed only Joseph, felt that he was aware only of her. 
</p>

<p>
Now their delight in one another ignited and burned. They moved
together, sustaining an impossible intensity, both of them tireless,
perfectly matched, ablaze in sensation, lost in one another. 308-309
</p>
</blockquote>
<p>
The lovemaking that fuses physical and mental experience, with them
"lost in one other," dissolves Lilith's sense of time, space, and the
distance between her and Joseph, who she felt "was aware only of her."
In the midst of this intensity, the intermediary responsible for this
fusion fades. And paradoxically, this fusion between minds surfaces
the power of the flesh, engendering that which their neurological
connection bypasses&#x2014;physical sensation. 
</p>

<p>
Afterward, when Lilith asks if the sex is simulated, Nikanj explains
that although sensory experience is shared between herself and Joseph,
"Intellectually, he made his interpretations and you made yours." To
this, Lilith remarks that she "wouldn't call them intellectual"
(310-311). That Lilith questions whether her mental experiences are
true or not, that she doubts her experience on the level of objective
reality, points to an important lesson about human-to-human contact:
The gap between human bodies, who are not connected by neural
infrastructure, creates the potential for miscommunication and
misunderstanding. And the flesh, the traditional route for bridging
this gap, can add to the confusion. While humans must navigate through
communication and the flesh to attain unity, the Oankali can bypass
these obstacles entirely, plugging directly into the brain's pleasure
centers. By routing sensual connection to the brain, they eliminate
the space for discomfort and even repulsion which can occur when in
flesh-to-flesh contact. This immediate connection facilitated by the
ooloi offers a sensual and cognitive experience that is beyond human
abilities. As Nikanj explains, it "offer[s] a oneness that your people
strive for, dream of, but can't truly attain alone" (359).
</p>
</div>
</li>
