qt_writings/three/draft3.html

<li><a id="org660e6cc"></a>bioloigical determinism debate<br />
<div class="outline-text-5" id="text-1-2-7-2">
<p>
Through a neurological infrastructure, cognitive and mental
experiences emerge as a physical phenomenon, with partners "ablaze in
sensation" (309). The importance of the bodily sensation speaks to one
critical debate about the influence of the body, in particular, the
influence of biology, on identity and behavior in the novel. One group
of critics generally maintain that the novel destabilizes biological
categories its associated assumptions about behavior, while a second
argue that the novel reinforces biological determinist views. This
debate on biological determinism turns on the relationship between
behavior expressed in action, will, and tendency against biological
fact. How and in what way does the body as a physical fact <i>matter</i> in
the text?
</p>

<p>
The first group emphasizes the novel's revision of biological
determinist views, particularly when it comes to gender. Donna
Haraway's early critique of the novel fits within her larger project
exploring the deconstruction of essentialized notions of identity
across humans, animals, aliens, and machines. "Gender," she argues,
"is not the transubstantiation of biological sexual difference,"
rather, it is "kind, syntax, relation, genre" (<i>Primate Visions</i>
377). Speaking of Butler's work in particular, Haraway points out that
the revision of power dynamics and individual agency serve to
destabilize teleological stories that recreate more of the same
(378). Using language that prefigures her famous essay, "Cyborg
Manifesto," Haraway claims that Butler's fiction, "especially
Xenogenesis, is about the monstrous fear and hope that the child will
not, after all, be like the parent" (Haraway 378). Critics who build
Haraway's reading, like Catherine Ramirez and Kitty Dunkley, explore
how Butler deploys aspects of biological identity in a strategic way.
Ramirez explains that Butler strategically deploys essentialist
identity categories, as a tool for "imagining and mobilizing new
subjects and new communities" (395). Drawing from Gayatri Spivak's
"Strategic essentialism" (Spivak 1993), Ramirez explains that
essentialist identity is both a tool and and obstacle:
</p>
<blockquote>
<p>
"The tension between affinity and essence, and between plurality and
specificity&#x2026; highlights a contradiction of woman-of-color
subjectivity and feminism. The histories of racism, imperialism,
patriarchy, and homophobia have rendered women of color abject, yet,
via history, women of color must claim some sort of position in order
transform themselves into (speaking) subjects (without replicating the
regime[s] that silenced them). Ramirez 395-396
</p>
</blockquote>
<p>
Ramirez explains that that identity, which has been an obstacle to
attaining subjectivity, is simultaneously a tool that can be
redeployed to claim that same subjectivity. Making a similar argument,
within a frame of humanism, Kitty Dunkley emphasizes Butler's revision
the anthropocentric and patriarchial structures that necessitate
essential notions of gender. According to Dunkley, the Oankali "are
ostensibly constructed invert our Humanistic egocentrism" (96). An
example of this egocentrism is the men's fear of the sexual seduction
and penetration by the ooloi, which "threatens to usurp the men’s
position at the pinnacle of a gendered hierarchy" (Dunkley
100). Dunkley situates the novel as a radical example of a posthuman
framework, in the craving to integrate difference. The novel, she
argues, "prompts us to question how our relationships and sense of
kinship with the racialized, sexualized, and naturalized Other might
look, if, like the Oankali, we chose to 'embrace difference'" (Dunkley
113-114). For both Ramirez and Dunkley, biological "facts" of gender
are concepts to be deconstructed, rather than reinforced.
</p>

<p>
By constrast, critics like Nancy Jesser and Stephen Barnes center the
role of biological determinism within Butler's fiction. Jesser boldly
asserts that "Genetics is the science of Butler's fiction. The
translation of genotype to phenotype is the plot" (52). According to
Jesser, the novel re-works genetic tendencies of behavior by deploying
feminine traits, like maternal self-sacrifice, nurture, and
relationality, to correct tendencies of dominance, possessiveness, and
aggression typically displayed by the males (41-42). Jesser argues
that moments of male aggression, lik rape, are "both natural and
avoidable" due to the intervention of feminine traits of
relationality, cooperation, and flexibility (Jesser 43). Ultimately,
such feminine capacities will enable humanity to expand beyond its
innate, destructive tendencies. With a similar emphasis on biology,
Barnes cites Butler's interest in "emergent properties" of human
biology. According to this view, "Tiny individual tendencies
multiplied across thousands or millions of interactions over lifetimes
create the kind of dangerous, intractable sexism and racism that
Octavia saw as the building blocks of Armageddon" (Barnes 12). For
this side of the debate, biology is a physical fact that determines
behavior, but can also be re-worked or overcome through other
tendencies.
</p>

<p>
While one side reads biology in the novel as physically-based and
deterministic, and the other side reads it as an oppressive ideology
to be deconstructed, they both agree on one point: the primacy of
heterosexuality and the exclusion of non-normative sexualities in the
novel. These views are due to the gendered structure of the sex act,
which maintains a male/female coupling, despite the addition of an
ooloi participant. Haraway points out that,
</p>
<blockquote>
<p>
Heterosexuality remains unquestioned, if more complexly mediated. The
different social subjects, the different genders that could emerge
from another embodiment of resistance to compulsory heterosexual
reproductive politics, do not inhabit this <i>Dawn</i>. In this critical
sense, Dawn fails in its promise to tell another story, about another
birth, a xenogenesis. 380
</p>
</blockquote>
<p>
According to Haraway, Butler's deconstruction of species and sex falls
short of affecting sexuality. Several critics agree with this reading,
like Erin Ackerman, who draws from Jesser's work to say that
"heterosexuality does read as the standard, or even, only erotic
option available" (Ackerman 40).
</p>

<p>
There is one exception to this view, from Patricia Meltzer, who argues
that the trilogy, and its third installment specifically, presents a
view of non-normative sexuality which can literally transform bodies
at will. In this book, the human-Oankali constructs evolved the
ability to manipulate organic matter within their own bodies, as
shape-shifting beings who can adapt to their prospective partner's
desires. Drawing from Judith Butler, Meltzer poses a body that is
queer because it is constructed by desire:
</p>
<blockquote>
<p>
"Butler's concepts here are positioned neither in a biological
essentialism that insists on gender identity (woman) as derivated of a
body's sex (female), nor in a social and/or psychological
constructivism that udnerstands the body's materiality as dominated by
(social) discourse. Instead, desire and sexuality are based in the
body's need for others&#x2026; the body follows desire. Meltzer 241
</p>
</blockquote>
<p>
While other critics point out the disruptions to normativity, like in
those in which the binary is destabilized, upended, where gender roles
are reimagined, here Melzter draws out alternate visions for sex,
gender, and desire altogether. Building from Butler's concept of
performativity, Meltzer defines queerness as resisting the normative
correlation of sex/gender/desire. The failure of easy alignment among
these elements opens up the possibility of imagining how desire can
construct new configurations of sexuality, that are "rooted in the
body's amorphous craving for physical pleasure" (Melzter 236).
</p>

<p>
I agree with Meltzer that the sex act is a queer one, but not because
of a desire that literally transform bodies. Rather, the sex act is
queer because of the way that it simultaneously bypasses and
invigorates the flesh. Here, I draw from Jayna Brown's emphasis on the
flesh and how it opens up possibilities for reconceiving
subjectivity. She asks, "Does the self need bounded wholeness in order
to feel, or can it thrive in the effluent?" (14). According to Brown,
while the senses "individuate us, demarcate our boundaries," they also
"mark the ways our bodies are open. The body, the self, is porous,
receptive, impressionable" (Brown 14). In the novel, this openness to
feeling is achieved by re-routing around the flesh and its senses, the
traditional channel for feeling, in a way that paradoxically
emphasizes that which it bypasses. The sensory hand that connects to
the spinal nerve at the base of the brain creating a direct neural
connection in which embodied sensation can traffic. The effect is to
transform cognitive and conceptual phenomena into physical, sensual
experiences.
</p>

<p>
Nancy Jesser claims that this novel presents "a vision of bodies that
are bad for us" (45). Clearly, flesh is an obstacle for human
communication/interaction and society. It is something that humans
cannot get past, and creates all sorts of problems for how they relate
and organize themselves, particularly as they relate between self and
other. Oankali sex demonstrates that the way of overcoming the
obstacle of flesh is by experiencing the cognitive/mental as
inextricable from the physical. This creates a relation, unity,
through feeling.
</p>

<p>
Bypassing of the flesh in order to attain fleshy sensation disrupts
the confines of the traditional human and what is considered to be
traditional sexuality. This complex imbrication between physical
sensation and mental experience, extends theorizations of the
"posthuman," that is, figures who extend the bounds of the traditional
human subject by technological, biological, or spiritual
modification. Because the sexual experience occurs entirely in the
brain, it is easy to assume, as the humans in the novel do, that the
experience is entirely a simulation. But rather, the experience
reinforces embodied sensation in a way that disrupts traditional
concepts of the human. Rather than possessing a body, the mind thrives
in the tension between connection and separateness in the flesh. Brown
explains that "Flesh… is free of the need for subjectivity&#x2026;there is
freedom in the flesh, in the moments when it is excluded from being
marked, as it feels, and responds to, touch" (Brown 11).
</p>

<p>
Here, separateness is crucial for enabling connection. While
sensation, desire, and flesh momentarily dissolve the boundaries of
the individual, a distance between self and other maintains an
elusiveness that energizes feeling in the flesh. In the novel, this
distance can emerge at a moment of direct neural connection. For
example, when Lilith asks Nikanj to share its feelings of grief after
Joseph's untimely death: "It gave her&#x2026; a new color. A totally alien,
unique, nameless thing, half seen, half felt or&#x2026; tasted. A blaze of
something frightening, yet overwhelmingly, compelling" (Butler
429). Despite their direct neural connection, the description here
derives its expressive power on the quality of unknowability, using
formations of strangeness or liminality, ("half seen, half felt,"
"alien," "a new color"). Such a connection can only emerge in the
distance between self and other.
</p>

<p>
In SEX section, the sex act with the Oankali demonstrates two things: 
</p>

<ul class="org-ul">
<li>first, that flesh is an obstacle for human communication/interaction
and society. It is something that humans cannot get past, and
creates all sorts of problems for how they relate and organize
themselves.</li>
<li>second, as Oankali sex demonstrates, the way of overcoming the
obstacle of flesh is by experiencing the cognitive/mental as
inextricable from the physical. This creates a relation, unity,
through feeling.</li>
</ul>

<p>
Now, in FLESH section, we ask how this obstacle, the flesh, to human
connection can also be a solution? 
</p>
</div>
</li>
</ol>
</div>
</div>
