qt_writings/three/draft3.org
** flesh
*** revision TODOs
**** CANCELLED SEX: MOVE? critical debate on the question of consent
     CLOSED: [2023-05-29 Mon 11:54]
Burnett says that issue of consent is major, and hardly addressed. He
is disturbed by it, and brings up an association to slavery. The
lesson here is the need for affirmative consent, not to go back to the
days of atrocity. But this misses the point!

The question of consent points to a larger issue of how this book
relates to black studies. What is the relation of the novel to
problematic themes within black studies, to the remnants of slavery?
Is it pessimistic or futuristic?

Mann says it's both pessimistic and futuristic. And that the tension
between these two is what allows the novel to trouble questions of
consent

**** DONE FLESH: revise intro posing flesh as problem
     CLOSED: [2023-05-29 Mon 11:54]

**** TODO FLESH: impose new schema of flesh & abstraction
Foreclosure
Fugitivity
Shifting registers
Unmappability

Displacement
Volatility
Torque
Flickering signifiers

**** DONE FLESH: reorganize Snorton section, addin unmap
     CLOSED: [2023-06-05 Mon 10:24]
**** DONE FLESH: streamline Musser 
     CLOSED: [2023-06-13 Tue 10:38]
**** DONE FLESH: move media archaeology section here
     CLOSED: [2023-06-13 Tue 10:38]
*** section overview
Both black fem and media arch offer ways of thinking through
materiality, "flesh," that opens up the way we think about surfaces
(skin) and bodies (sex).
- Black fem: flesh that is reduced is also imbued with significatory
  potential. 
- Media arch: materiality has bearing on immaterial effects

Black Fem: 
  Foreclosure - denying interiority to offer up other messages that
  engage without resolving the violence of the pornotrope

  Fugitivity - reduction to flesh facilitates chaos of meanings.

  In a fugitive state, meaning becomes unstable and in conflict. How
  does this emerge on the surface?
  - Unmappability - where depth and surface are flipped, so meaning
  cannot be firmly located.
  - Shifting - in the movement between registers, interpretations.

Media Arch:

Forensic materiality - the level of hardware where things are
displaced away from the end user.

Flickering signifiers, the relation between levels on the software
stack. Leads to a formal materiality. 

Volatility - vulnerability of data manipulation at the top of the
stack. 

Torque - shifting between registers which affects the surface level of
formal materiality. 



