qt_writings/three/draft3.html


<div id="outline-container-org07e460a" class="outline-3">
<h3 id="org07e460a"><span class="section-number-3">1.3</span> flesh</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-orgbc179fd" class="outline-4">
<h4 id="orgbc179fd"><span class="section-number-4">1.3.1</span> revision TODOs</h4>
<div class="outline-text-4" id="text-1-3-1">
</div>
<ol class="org-ol">
<li><a id="org250f9e5"></a><span class="done CANCELLED">CANCELLED</span> SEX: MOVE? critical debate on the question of consent<br />
<div class="outline-text-5" id="text-1-3-1-1">
<p>
Burnett says that issue of consent is major, and hardly addressed. He
is disturbed by it, and brings up an association to slavery. The
lesson here is the need for affirmative consent, not to go back to the
days of atrocity. But this misses the point!
</p>

<p>
The question of consent points to a larger issue of how this book
relates to black studies. What is the relation of the novel to
problematic themes within black studies, to the remnants of slavery?
Is it pessimistic or futuristic?
</p>

<p>
Mann says it's both pessimistic and futuristic. And that the tension
between these two is what allows the novel to trouble questions of
consent
</p>
</div>
</li>

<li><a id="org6363b6a"></a><span class="done DONE">DONE</span> FLESH: revise intro posing flesh as problem<br />
<div class="outline-text-5" id="text-1-3-1-2">
</div>
</li>

<li><a id="org2abc5a8"></a><span class="todo TODO">TODO</span> FLESH: impose new schema of flesh &amp; abstraction<br />
<div class="outline-text-5" id="text-1-3-1-3">
<p>
Foreclosure
Fugitivity
Shifting registers
Unmappability
</p>

<p>
Displacement
Volatility
Torque
Flickering signifiers
</p>
</div>
</li>

<li><a id="org94ff56e"></a><span class="done DONE">DONE</span> FLESH: reorganize Snorton section, addin unmap<br />
<div class="outline-text-5" id="text-1-3-1-4">
</div>
</li>
<li><a id="org3cf9904"></a><span class="done DONE">DONE</span> FLESH: streamline Musser<br />
<div class="outline-text-5" id="text-1-3-1-5">
</div>
</li>
<li><a id="orgeb74b86"></a><span class="done DONE">DONE</span> FLESH: move media archaeology section here<br />
<div class="outline-text-5" id="text-1-3-1-6">
</div>
</li>
</ol>
</div>
<div id="outline-container-org41e021e" class="outline-4">
<h4 id="org41e021e"><span class="section-number-4">1.3.2</span> section overview</h4>
<div class="outline-text-4" id="text-1-3-2">
<p>
Both black fem and media arch offer ways of thinking through
materiality, "flesh," that opens up the way we think about surfaces
(skin) and bodies (sex).
</p>
<ul class="org-ul">
<li>Black fem: flesh that is reduced is also imbued with significatory
potential.</li>
<li>Media arch: materiality has bearing on immaterial effects</li>
</ul>

<p>
Black Fem: 
  Foreclosure - denying interiority to offer up other messages that
  engage without resolving the violence of the pornotrope
</p>

<p>
Fugitivity - reduction to flesh facilitates chaos of meanings.
</p>

<p>
In a fugitive state, meaning becomes unstable and in conflict. How
does this emerge on the surface?
</p>
<ul class="org-ul">
<li>Unmappability - where depth and surface are flipped, so meaning</li>
</ul>
<p>
cannot be firmly located.
</p>
<ul class="org-ul">
<li>Shifting - in the movement between registers, interpretations.</li>
</ul>

<p>
Media Arch:
</p>

<p>
Forensic materiality - the level of hardware where things are
displaced away from the end user.
</p>

<p>
Flickering signifiers, the relation between levels on the software
stack. Leads to a formal materiality. 
</p>

<p>
Volatility - vulnerability of data manipulation at the top of the
stack. 
</p>

<p>
Torque - shifting between registers which affects the surface level of
formal materiality. 
</p>
</div>
</div>
