qt_writings/three/draft3.html



<div id="outline-container-orge111a49" class="outline-4">
<h4 id="orge111a49"><span class="section-number-4">1.3.3</span> black fem studies, media arch</h4>
<div class="outline-text-4" id="text-1-3-3">
<p>
Could the flesh, which poses a problem for intra-human connection,
also offer a solution to this problem? In what follows, I explore two
how two very different fields&#x2013;Black Feminist Studies and Media
Archaeology&#x2013;offer critical methods for deconstructing the
relationship between materiality and meaning. Black Feminist Studies
explores the concept of the flesh within the history of slavery of
racialization, while Media Archaeology explores the materiality of
electronic processing and its relationship to interface effects. Both
areas of inquiry, though vastly different in the subject of study,
share a similar investment in reading into the surface of materiality
to see how it might offer new modes of thinking and resistance. The
workings of the flesh on the one hand, and of technology on the other,
not only helps us to understand the inextricability of the material
from the mental, but also offers a possibility for developing social
relations based on embodied expereience. These theorizations of
materiality, which index a liminal space where meaning is
simultaneously ascribed and obscured, will become the ground for my
working through the intersections of hardware and software in my next
section, <i>skin</i>. They will allow me to trace in more detail how the
process of reduction to the physical surface simultaneously creates an
opportunity for new readings.
</p>

<p>
Black Feminist Studies tackles a nearly impossible task&#x2013;to redeploy
the flesh, which has undergone a systematic reduction from the body
that begins with the history of transatlantic slavery, into a tool of
resistence. Critics like Hortense Spillers, C. Riley Snorton, and
Amber J. Musser offer readings of the flesh to parse various racial
and gendered processes, a "symbolic order" or "American grammar," in
Hortense Spillers words, ascribed to Black bodies over time (68). In
her influential essay, "Mama's Baby, Papa's Maybe: An American Grammar
Book," Hortense Spillers describes the black body as a stack of
"attentuated meanings, made in excess over time, assigned by a
particular historical order" (65). The "severing of the captive body
from its motive will," which can be traced to the violence of the
middle passage, creates four effects (67):
</p>
<blockquote>
<ol class="org-ol">
<li>the captive body becomes the source of an irresistible, destructive
sensuality;</li>
<li>at the same time&#x2013;in stunning contradiction&#x2013;the captive body
reduces to a thing, becoming being for the captor;</li>
<li>in this absence from a subject position, the captured sexualities
provide a physical and biological expression of "otherness";</li>
<li>as a category of "otherness," the captive body translates into a
potential for pornotroping and embodies sheer physical
powerlessness that slides into a more general "powerlessness,"
resonating through various centers of human and social meaning. 67</li>
</ol>
</blockquote>
<p>
The "stunning contradiction" here is the tension between reduction and
signification. First, there is a reduction of the body to its bare
physicality, into a material substance for labor and exchange. At the
same time, however, this reduction also opens a possiblity for
signification, which aspects of sensuality, objectificaiton,
otherness, and powerlessness can be layered onto the flesh.  Spillers,
and thinkers in Black Feminist Studies who build from flesh as the
"zero degree of social conceptualization," name this simultaneous
reduction and accumulation of meaning "pornotroping" (Spillers
67). This critical move is about taking what has been a method of
reduction, what has been a tool for appropriating the complexity of
real world objects for the purpose of exploitation, and using that to
instead seek out moments of obfuscation, a kind of diversion from or
forclosure to objectification without denying objectification. These
strategies are rooted in ways of reading materiality, in the ways that
Black Feminist Studies have discovered within the violent history of
the Black flesh some kind of resistance, which is not quite
empowerment, but which is also not subordination. Rather, it
approaches materiality as something slippery, shifting, which confuses
rather than resolves meaning.
</p>

<p>
With quite different political focus, thinkers in Media Archaeology
like Matthew Kirschenbaum and N. Katherine Hayles offer deep readings
of digital media and technological processes to tease out the role of
physical aspects, such as hardware and software stacks, and how they
produce seemingly immaterial surface forms. For Hayles, digital
materiality is a way of bringing the body into computation. Her
research traces "how information lost its body," that is, how
information processing, the calculation and manipulation of symbols,
reveals an imaginary of the body and the experience of embodiment that
is continually displaced. Hayles's work is situated within a
destabilization of Liberal Humanism's prioritization of
mind/rationality over body/emotions in Englightenment thinking and how
this perpetuates into the mid-20th century ideologies about
information versus instantiation, code versus hardware.<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup> Her work
resists the idea of digital immateriality, which has been in
production since the emergence of computing technologies in the
mid-20th century, and is famously articulated by Media Studies
theorist Friedrich Kittler:
</p>
<blockquote>
<p>
The general digitization of channels and information erases the
differences among individual media. Sound and image, voice and text
are reduced to surface effects, known to consumers as interface. Sense
and the senses turn into eyewash. Inside the computers themselves
everything becomes a number: quantity without image, sound or
voice. <i>Grammophone</i> 1
</p>
</blockquote>
<p>
Working to unflatten the stream of zeroes and ones, Hayles
disarticulates digitality from materiality which, she argues, extends
liberal humanist ideology into the "posthuman," where a dominant,
unmarked rationality is privileged over embodied experience and
especially, embodied difference. Whereas the liberal humanist subject
is characterized by classical mind/body divisions and hierarchies that
posit embodiment as separate from and subordinate to intelligence, in
which the rational mind <i>possesses</i> a body, the postuman is
characterized by informational patterns that <i>inhabit</i> a physical
vessel, such as a body or a machine. According to Hayles, this
progression from possession to inhabitation suggests that the next
move will be to transcend the material realm altogether, as
consciousness can be uploaded to a virtual space where life itself is
infinite. As Hayles explains, "Information, like humanity, cannot
exist apart from embodiment that brings it into being as a material
entity in the world; and embodiment is always instantiated, local, and
specific" ("Virtual Bodies and Flickering Signifiers", 1993, 91).
</p>

<p>
While both Black Feminist Studies and Media Archaeology are interested
in the surface effects of materiality, they offer distinct
perspectives on the collision between these effects and their
meaning. Drawing from Spiller's concept of the pornotrope in black
flesh, Snorton poses racialization as a conceptual, "unmappable"
phenomenon. Black Feminist thinkers following Spillers plumb the
depths of the surface to posit ways that meaning cannot be firmly
adhered to materiality. Media Archaeology theorists, by contrast,
deconstruct what appears to be immaterial by situating it as a formal
production, relying on distinctly physical processes. In what follows,
I explore how these two perspectives together might offer a radical
re-thinking for how technological contexts might mediate embodied and
conceptual experience. By revising assumptions of digital media as
insubstantial or immaterial, existing primarily as an effect on a
screen, these theorists open avenues for thinking through the effects
of physicality throughout technological systems.
</p>
</div>
</div>
