qt_writings/three/draft3.org
*** black feminist studies: foreclosure, fugivity, unmappability
From black feminist studies, I begin with the concept of
"foreclosure," which builds from Amber J. Musser's instruction that
"to think with the flesh" involves "hold[ing] violence and possibility
in the same frame" (12). Musser's critical readings of "fleshiness" in
Spiller's pornotrope pushes against trends in Afropessimism that take
the pornotrope as a foreclosure of black subjectivity. Rather, Musser
explores how foreclosure, such as the denial of access or knowledge,
offers possibilities for new modes of relation. Drawing from Alexander
G. Weheliye's argument about the imbrication of sex and domination,
Musser's emphasis on fleshiness brings to the surface relations that
are in tension with the desire to dominate. Following Weheliye, she
affirms that "turning to the violence of the pornotrope allows us to
see the radical potential of excess without flattening the violence at
its core" (/Sensual Excess/ 9). As an example of this "excess," Musser
offers up a reading of Lyle Ashton Harris's self-portrait as Billie
Holiday. Her reading of the photograph surfaces a subject whose
inaccessibility is challenged with an excess that depicts hunger as a
mode of relation. Musser explains that Harris's open mouth, for
example,
#+BEGIN_QUOTE
tells us nothing of Holiday or Harris, but it reveals a sensuality or
mode of being and relating that prioritizes openness, vulnerability,
and a willingness to ingest without necessarily choosing what one is
taking in. This is not the desire born of subjectivity in which
subject wishes to possess object, but an embodied hunger that takes
joy and pain in this gesture of radical openness toward otherness. 5
#+END_QUOTE
Forclosing access to the subject's interiority, the shiny surface of
the photograph opens other relational possibilities. A reading of
hunger on this surface refuses what Musser describes as "the underside
of the scientific/pornographic drive toward locating knowledge in an
'objective' image" ("Surface-Becoming" par. 2). This reading engages
(without resolving) the inescapable violence of the pornotrope, the
desire for access, and its foreclosure.

Foreclosing access to interiority creates a state where meaning is
fugitive, where bodies slip in and out of signification. The concept
of fugitivity, or escape, is based on a condition of black bodies
which have been designated as a commodity have undergone a reduction
into flesh, where they become exchangable with other bodies or
commodities of equal value, a state that C. Riley Snorton calls the
"fungible." Snorton then makes the incisive argument that this
fungibility of black flesh turns bodies into "malleable matter,"
enabling a fugitivity from markers of sex and gender (20). He
illustrates this process with narratives of fugutive slaves, such as
the story of Harriet Jacobs, whose escape from slavery in 1842 is
documented in /Incidents in the Life of a Slave Girl/ (1861). Snorton
explains how Jacobs's "blackening" of her face with charcoal endowed
her with a level of "fungibility, thingness" to pass as a man, even
deceiving those who knew her well (Snorton 71). As oppposed
totraditional racial "passing" that assumes a degrees of whiteness,
the amplification of blackness in the flesh, which reduces it to a
commodity value, creates a "gender indefiniteness" that enables escape
(56). Black flesh thus, but undergoing a reduction, enables an escape
from signification that simultaneously opens the potential of
signification. This fungibility creates an almost chaotic state in
which the black body suceptible to multiple mappings of meaning, and
can therefore slip in and out of signification.

In a fugitive state, meaning that is unstable and in conflict emerges
in certain "surface effects." To illustrate one of these effects,
Snorton offers up an example of the daguerrotype, an early
photographic technology that involves using chemicals on silver
plates. Snorton explains that the dagguerotype offers "a visual
grammar for reading the imbrications of 'race' and 'gender' under
captivity" (40). It does so by flipping expectations about surface and
depth: here, rather than perpetuating the idea that depth exists below
the surface, the surface becomes a ground for the layering of
depth. Snorton describes the effect of this this flip as an
"unmappability" in which racialization takes place:
#+BEGIN_QUOTE
... the daguerreotype provides a series of lessons about power, and
racial power in particular, as a form in which an image takes on
myriad perspectives because of the interplay of light and dark, both
in the composition of the shot and in the play of light on the
display. That the image does not reside on the surface but floats in
an unmappable elsewhere offers an allegory for race as a procedure
that exceeds the logics of a bodily surface, occuring by way of flesh,
a racial mattering that appears through puncture in the form of a
wound or covered by skin and screened from view. 40
#+END_QUOTE
The physical material of the image, that is the silvered copper plate
of the daguerreotype, at once solidifies its ground and indexes an
ambiguous space, what Snorton describes as the "unmappable elsewhere."
The image of the daguerrotype, which changes according to angle and
lighting, evokes the condition of racialization as "a procedure that
exceeds the logics of a bodily surface" while nonetheless adhering to
that surface, "a racial mattering that appears through puncture."
Snorton's curious use of the word "puncture" here revises Roland
Barthes's concept of the "punctum," or being "pierced" by a detail of
the photograph (/Camera Lucida/ 27). Unlike Barthes's punctum, one
cannot locate the image at a specific point on the copper-plate. That
the image resists stability is crucial for undersanding the way that
the physical registers interact with symbolic ones. The meeting
between this liminal space of the image's visual content and its
silver-plated copper ground offers another perspective for
understanding the collision of flesh and racialization.

Another related surface effect is what Musser describes as a shifting
between registers of interpretation. Musser demonstrates this surface
effect in her reading of the painting /Origin of the Universe 1/
(2012), by artist Mickalene Thomas, whose depiction of a female vulva
evokes French painter Gustave Courbet's /Origine du Monde/ (1866). In
Thomas's piece, the vulva is black and encrusted with rhinestones,
creating a brilliant surface which Musser claims is a "formal strategy
of producing opacity" (/Sensual Excess/ 48). While this work, like
Harris's citation of Billie Holiday, instrumentalizes the opacity of
the surface as a means of foreclosing access to interiority, it also
multiplies the potentiality of readings. Here, the foreclosure of
interiority works alongside a more pronounced subtext of
objectification about the commodification of the black female
body. Musser points to the rhinestones, which function simultaneously
on two registers: first, their flashiness "as a reminder of the long
association between black people and the commodity" (/Sensual Excess/
50); and second, as a brilliance that evokes wetness, suggesting
sexual pleasure. Both possibilities exist not only side-by-side, but
are in tension with one another:
#+BEGIN_QUOTE
Thinking the rhinestone as a trace or residue of Thomas’s wetness and
excitement allows us to hold violence, excess, and possibility in the
same frame. Even as the source is ambiguous, the idea that rhinestones
might offer a record of pleasure—-pleasure that is firmly constituted
in and of the flesh—-shows us a form of self-possession. This self is
not outside of objectification, but its embellishment and insistence
on the trace of excitement speaks to the centrality of pleasure in
theorizations of self-love. /Sensual Excess/ 63
#+END_QUOTE
While the significatory system that commodifies the black vulva is
inescapable, this objectification exists alongside a production of
pleasure. This surface whose opacity seems to insist upon itself
facilitates a shift between theses registers. It is not just that
these readings exist simultaneously, or side-by-side, but that they
enable a movement, or a shift, between one and the other, like a
shifting between frames. This brilliant surface enables one to
apprehend this movement from one frame to another, from "violence", to
"excess," and finally, to "possibility."

