qt_writings/three/draft3.html

<div id="outline-container-orgece5b18" class="outline-4">
<h4 id="orgece5b18"><span class="section-number-4">1.3.5</span> media arch: volatility &amp; torque</h4>
<div class="outline-text-4" id="text-1-3-5">
<p>
In what follows, I will explore some of the parallels between Black
Feminist Studies and Media Archaeology. The first parallel has to do
with the concept of displacement, which I argue is related to that of
foreclosure. In Media Archaeology, displacement refers to the
sequestering of electronic processing and computer hardware from the
end user. I take this term from Matt Kirschenbaum, who argues that
"Digital inscription is a form of displacement. Its fundamental
characteristic is to remove digital objects from the channels of
direct human intervention" (86). Kirschenbaum offers the term
"forensic materiality" to refer to this level of computer hardware. On
this level, materiality consists of the physical traces on a hard
drive, specifically, of of one of two (binary) marks on a magnetized
surface, a north polarity signifying "1", or a south polarity
signifying "0". Examining these binary digits, or "bits," through
magnetic force microscopy, Kirschenbaum notes that each one appears as
a unique trace:
</p>
<blockquote>
<p>
The bits themselves prove strikingly autographic, all of them similar
but no two exactly alike, each displaying idiosyncrasies and
imperfections&#x2013;in much the same way that conventional letterforms,
both typed and handwritten, assume their own individual personality
under extreme magnification. 62
</p>
</blockquote>
<p>
That electronic data is, at its root, physical, shatters the illusion
of digital immateriality, that digitized objects and data are
homogenous in quality, a stream of code all the way down. In reality,
each object on the screen exists in a physical manifestation, whose
displacement from human engagement forecloses knowledge or access to
these materialities.
</p>

<p>
To trace the transformations of these physical elements as they travel
up the software stack, N. Katherine Hayles offers the concept of
"flickering signifers." Here, she brings Jacques Lacan's "floating
signifier," the idea that a word does not refer to a stable referent,
but "floats" above a text and attains its meaning through a play of
difference against other words, to bear on the interplay between the
immateriality of the screen and the materiality of the computer
hardware. Rather than destabilize meaning and truth within a
poststructural critique of knowledge paradigms, the flickering
signifier destabilizes the illusion of immateriality by tying it
(however tenuously) to physcial signals that move through the software
stack. Hayles explains that while apparently immaterial text and
objects have a "tendency toward unexpected metamorphoses,
attenuations, and dispersions," they are grounded in a physical
reality ("Virtual Bodies and Flickering Signifiers", 1993,
76). Between 
</p>
<blockquote>
<p>
As I write these words on my computer, I see the lights on the video
screen, but for the computer the relevant signifiers are magnetic
tracks on disks. Intervening between what I see and what the computer
reads are the machine code that correlates alphanumeric symbols with
binary digits, the compiler language that correlates these symbols
with higher-level instructions determining how the symbols are to be
manipulated, the processing program that mediates between these
instructions and the commands I give the computer, and so forth. A
signifier on one level becomes a signified on the next higher
level. "Virtual Bodies" 77
</p>
</blockquote>
<p>
Hayles's description of the flickering signifier, what she calls a
"flexible chain of markers" materializes the various levels of
transformation that digitized inscription must undergo in order to
reach the level of the screen (<i>Posthuman</i> 31). First, physical traces
on a magnetic surface are mapped into low-level machine languages,
which based on numeric patterns and are illegible to human
readers. Then, these patterns are translated into Assembly languages
that pertain to the computer's Central Processing Unit (CPU), the main
processor that executes instructions, arithmetic, and logic which form
the bedrock of computational processes. Finally, as data moves up the
stack, it abstracts into high level programming languages like Python
and JavaScript and their effects on the screen, which humans interact
with in the form of the Graphical User Interface (GUI). In this way,
the objects on the screen rely on the physical materialities of
underlying computational processes, which are designed to remain
inaccessible to human observation.
</p>

<p>
To counter the misconception of "screen essentialism," an assumption
that objects on the screen appear, disappear, and move without a
physical origin, Kirschenbaum offers the concept of "formal
materiality" which challenges "the illusion of immaterial behavior"
(Kirschenbaum 11). While forensic materiality consists of physical
inscriptions, such as magnetic traces on hard drives, formal
materiality describes these traces as they are computed up the
software stack, through levels of programming languages toward
specific interface effects on the screen. It describes not only the
visual and conceptual phenomena such as screen display and appearance,
but also the way that these are deliberately produced to reinforce
fluidity and ephemerality. Kirschenbaum explains that as data moves up
the stack, it is continually reproduced and refreshed to fix errors
and idiosynracies that occur during transmission. As a result, formal
materiality on the screen is a "built" and "manufactured" phenomenon,
"existing as the end product of long traditions and trajectories of
engineering that werer deliberately undertaken to achieve and
implement it (137). He likens this process of data normalization to
"allographic reproduction" and older technologies like the telegraph
that use relay systems to reinforce signals over long stretches of
transmission (136). As data moves through electronic processing,
signal "reinvigoration" refreshes and standardizes it through
approximation rather than exact copying.
</p>

<p>
Formal materiality facilitates physical effects, "screen effects."
Although these screen effects function as a buffer between the user
and the digital inscription, there is in actuality an inverse
relationship between digital abstraction and tactile manipulation. The
higher that data climbs up the levels of abstraction, the more
manipulable it becomes, a state which Kirschenbaum calls "digital
volatility" (140). By manipulating the graphical user interface, for
example, by dragging and right clicking on items, users can move,
duplicate, or delete large quantities of data. Kirschenbaum explains
this "dynamic tension&#x2026; between inscription and abstraction,
digitality and volitality" makes formal materiality more susceptible
to movement and change than physical inscription, which remains
inaccessible. Moving away from the inscription, is a move toward
something that users can handle and "touch," as anybody who has
dragged a file to their Desktop's trash can confirm.
</p>

<p>
As a surface effect, volatility is also animated by another force, a
more subtle one, which operates in the shifts between code and its
abstraction.  Kirschenbaum describes this force as "torque," or a
"procedural friction or perceived difference&#x2026; as a user shifts from
one set of software logics to another" (13). The concept of torque,
which Kirschenbaum borrows from physics, materializes the shift from
one coding logics to another. Typically in physics, objects rotate
along their pivot point, where its distributional weight is
zero.<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup> Torque, however, is characterized by an oblique movement,
such as a rotational movement. Torque combines energy from two
directions, first, from the external force acting upon the object, and
second, from the relation between the point of contact on the object
and its pivot point, or the point along the object where it can be
balanced. Torque, therefore, measures a force that relies on distance
between the point of contact the object's center. Applied to media,
this term refers to the gap between one signficatory system and
another, such as programming code and its executed state, as data
travels up the software stack.
</p>

<p>
In Black Feminist Studies, these critics find ways of reading methods
of resistance, such as unmappability and shifting registers, from the
reduction of the body into flesh. This reduction creates surface
effects in which multiple registers of meaning move to avoid
resolution. Here, the flattening into surface forecloses access to an
interiority and opens the possibility of fugitivity, where meaning
escapes into irresolvable or incongruent registers. In these
registers, meaning is layered upon meaning, clash or are in
conflict. Theses "surface effects" of the flesh relate to "screen
effects" of electronic processing as data moves up the software
stack. Each stage of data transformation instantiates a formal
materiality, a surface effect which simultaneously depends on and
obscures the levels below. This displacement is energized by a sense
of volatility, in which data at the higher levels is more manipulable
than those below, and by a sense of torque, in the shifting between
software registers and objects, between the signifier on one level and
signified on another. This chain of transformations end at the screen,
where the end user experiences them in haptic engagements. In the next
section, I will demonstrate how these concepts of foreclosure,
fugitivity, and unmappability in Black Feminist Studies engage with
those of flickering signifiers, volatility, and torque in Media
Archaeology to read the haptic effects and its relationship to
racialization in a hypermedia literary work.
</p>
</div>
</div>
</div>
