qt_writings/three/draft3.org
** skin
*** revision TODOs
**** SKIN: impose new schema
There is a tension between control and connection playing through the
work. This tension emerges in "surface effects," like haptics. 

Reading the underlying code deepens the interpretion of surface
effects. Of conceptual objects that elude our manual control. Moving
from one register (conceptual/logical) to another register
(sensual/tactile).

***** air.html -> multiplicity of movement, intractible movement
- surface effect: challenges tactile ability, objects moving toward
  and against like magnets.
- The way the object move on the screen is influenced by the coding
  logics below the surface. if/else statement in code reflects duality
  of movement (either toward or against) and of the objects (there are
  two figures).
  - a simple if/else directive. *Conditional statement is a reduction*
    of choices, of nuance to an either/or. All movement is defined by
    a very simple yes or no condition. *Something that is binary and
    very controlled can enable all kinds of movement*. There is an
    escape here, something fugitive, in the way that *their bodies
    eludes the mouse*. They cannot be caught.
-> Racialization: 
   - But there is also a reduction here, the two bodies are reduced to
     small images, where the differences between them are visible but
     minor, in shape and color.

***** control.html -> lagging movement, uncontrollable 
- surface effect: user manually turns Harvey's head, gets bits of alt
  text.
- this piece is about control -- it plays with the control of the
  female body in the haptics that are sensual but laggy. The haptics
  indicate that full control is not possible, there is something
  intractible about it. 
- there are multiple registers here, from the surface effects to the
  code. The underlying code contains the full message. The surface
  only shows parts which are incoherent.
- the lack of control results from what's happening at the level of
  software. Torque. 
- Racialization: intractible control. Most likely by Harvey. 

***** breath.html -> limitations of medium as enabling constraint
- There are places where foreclosure of the software and hardware
  stack has a stronger effect, to reinforce physicality of medium.
- Foreclosure: love notes deliberately hidden in the code, meant to be
  displaced and to be discovered.
- compare with dialogue between them in "WHISPERING WINDOWS", which is
  limited to just text, but at two different levels (public and
  private). The limitations of the communication medium as an enabling
  constraint.
- the levels of media here enable different levels of communication. 

***** Heart.swf -> total inaccessibility of physical matter enables
connection
- Flash media is totally inaccessible, only through abstraction can we
  engage with it.
- The conversation between them: 
  - the inaccessibility of the technological stack amplifies physical
    aspects that normally would be a barrier, like geography, culture,
    race.
  - like sex in /Dawn/, makes sensual connections that blend feeling
    and thought.  

**** SKIN: conclusion

   Here we see the layers of flesh as "surface effects." 
   - Hayles and Kirschenbaum enable us to deconstruct how what we think
     is immaterial is actually embodied/inscripted. 
   - First, to understand, as Hayles explains, that "information loses
     its body" and see how this perpetuates liberal humanist reductions
     of the subject. Hayles frames this within a discussion of the
     posthuman.
   - Second, to examine K's concept of formal materiality, where
     abstraction engages manipulation and sensuality, the shifting of
     registers.
   - K's torque enables us to read sensuality into Hayles's concept of
     flickering signifiers.

   -> Bringing back the flesh: pattern as material in the form of opacity,
     surface, torque.
   -> deep reading of different technologies in /skin/. 

*** /skinonskinonskin/
**** intro
Now, I turn to /skinonskinonskin/ (1999), a work of "net art" created
by Auriea Harvey and Michaël Samyn, under their collaborative artist's
name /Entropy8Zuper!/. /skin/ documents the inception of their love
affair, which began in an internet chat room and evolved into a
digital correspondence, or "digital love letters"
("/skinonskinonskin/" /Net Art Anthology/). These letters took the
form of individual web pages, designed by Samyn and Harvey, containing
notes, images, and interative elements using early web tools and
animation software, much of which is now defunct or unsupported. The
Rhizome.org /Net Art Anthology/, where the work is preserved with
emulator software, describes it as a "complex portrait of an artistic
and romantic relationship that shows that online intimacy is as deeply
felt, embodied, and full of risk and reward as any other form"
("/skinonskinonskin/").

/skin/ takes part in a body electronic work called "Electronic
Literature," which is now practically inaccessible with modern
technology. Electronic Literature, which spans several subgenres, like
hypertext fiction, network literature, interactive fiction, and
generative text share a common interest in expressing and exploring
digitality as an aesthetic. This work, like many in Electronic
Literature, is inaccessible to modern web browsers. Though most of it
is written in HTML (HyperText Markup Language), which continues to be
the default language for the web, it is animated by depreciated
versions of JavaScript code and now obsolete Flash software. Besides
the outdated code, it also has an incompatibility with platform, the
Netscape 4 browser, which could run on both MAC and PC systems
(rendering pages on both Harvey's Mac and Samyn's PC) at the
time. Netscape's decline in the late 1990s and early 2000s brought
with it the depreciation of HTML and JavaScript elements that
characterized its associated web authoring tools and practices.

In what follows, I embark on a close reading of the work's "surface
effects," that is, the appearance and interactivity of objects and
words on the screen. I emphasize how these elements facilitate a
haptic engagement, a sense of touch and movement through the user's
mouse. Then, I turn to the underlying source code, the HTML,
JavaScript, and Flash files, to examine how the coding layer, another
level of formal materiality, might influence the reading of the work's
surface effects. Here, I explore how programming concepts and
structures might enhance the reading of visible and interactive
elements on the screen. I find that the different registers of
abstraction across surface effects and code suggest a tension
throughout the work between control and communication.

