qt_writings/three/draft3.html


<div id="outline-container-orgbc12dd7" class="outline-3">
<h3 id="orgbc12dd7"><span class="section-number-3">1.4</span> skin</h3>
<div class="outline-text-3" id="text-1-4">
</div>
<div id="outline-container-org1051354" class="outline-4">
<h4 id="org1051354"><span class="section-number-4">1.4.1</span> revision TODOs</h4>
<div class="outline-text-4" id="text-1-4-1">
</div>
<ol class="org-ol">
<li><a id="org74412d8"></a>SKIN: impose new schema<br />
<div class="outline-text-5" id="text-1-4-1-1">
<p>
There is a tension between control and connection playing through the
work. This tension emerges in "surface effects," like haptics. 
</p>

<p>
Reading the underlying code deepens the interpretion of surface
effects. Of conceptual objects that elude our manual control. Moving
from one register (conceptual/logical) to another register
(sensual/tactile).
</p>

<p>
air.html -&gt; multiplicity of movement, intractible movement
</p>
<ul class="org-ul">
<li>surface effect: challenges tactile ability, objects moving toward
and against like magnets.</li>
<li>The way the object move on the screen is influenced by the coding
logics below the surface. if/else statement in code reflects duality
of movement (either toward or against) and of the objects (there are
two figures).
<ul class="org-ul">
<li>a simple if/else directive. <b>Conditional statement is a reduction</b>
of choices, of nuance to an either/or. All movement is defined by
a very simple yes or no condition. <b>Something that is binary and
very controlled can enable all kinds of movement</b>. There is an
escape here, something fugitive, in the way that <b>their bodies
eludes the mouse</b>. They cannot be caught.</li>
</ul></li>
</ul>
<p>
-&gt; Racialization: 
</p>
<ul class="org-ul">
<li>So it becomes about the intractable movement.</li>
<li>But there is also a reduction here, the two bodies are reduced to
small images, where the differences between them are visible but
minor, in shape and color.</li>
<li>Created by Samyn.</li>
</ul>

<p>
control.html -&gt; lagging movement, uncontrollable 
</p>
<ul class="org-ul">
<li>surface effect: user manually turns Harvey's head, gets bits of alt
text.</li>
<li>this piece is about control &#x2013; it plays with the control of the
female body in the haptics that are sensual but laggy. The haptics
indicate that full control is not possible, there is something
intractible about it.</li>
<li>there are multiple registers here, from the surface effects to the
code. The underlying code contains the full message. The surface
only shows parts which are incoherent.</li>
<li>the lack of control results from what's happening at the level of
software. Torque.</li>
<li>Racialization: intractible control. Most likely by Harvey.</li>
</ul>

<p>
There are places where foreclosure of the software and hardware stack
has a stronger effect, to reinforce physicality of medium. 
</p>

<p>
whispers.html -&gt; limitations of medium as enabling constraint
</p>
<ul class="org-ul">
<li>Foreclosure: love notes deliberately hidden in the code, meant to be
displaced and to be discovered.</li>
<li>compare with dialogue between them in "WHISPERING WINDOWS", which is
limited to just text, but at two different levels (public and
private). The limitations of the communication medium as an enabling
constraint.</li>
<li>the levels of media here enable different levels of communication.</li>
</ul>

<p>
Heart.swf -&gt; total inaccessibility of physical matter enables
connection
</p>
<ul class="org-ul">
<li>Flash media is totally inaccessible, only through abstraction can we
engage with it.</li>
<li>The conversation between them: 
<ul class="org-ul">
<li>the inaccessibility of the technological stack amplifies physical
aspects that normally would be a barrier, like geography, culture,
race.</li>
<li>like sex in <i>Dawn</i>, makes sensual connections that blend feeling
and thought.</li>
</ul></li>
</ul>
</div>
</li>

<li><a id="org55f14cb"></a>SKIN: conclusion<br />
<div class="outline-text-5" id="text-1-4-1-2">
<p>
Here we see the layers of flesh as "surface effects." 
</p>
<ul class="org-ul">
<li>Hayles and Kirschenbaum enable us to deconstruct how what we think
is immaterial is actually embodied/inscripted.</li>
<li>First, to understand, as Hayles explains, that "information loses
its body" and see how this perpetuates liberal humanist reductions
of the subject. Hayles frames this within a discussion of the
posthuman.</li>
<li>Second, to examine K's concept of formal materiality, where
abstraction engages manipulation and sensuality, the shifting of
registers.</li>
<li>K's torque enables us to read sensuality into Hayles's concept of
flickering signifiers.</li>
</ul>

<p>
-&gt; Bringing back the flesh: pattern as material in the form of opacity,
  surface, torque.
-&gt; deep reading of different technologies in <i>skin</i>. 
</p>
</div>
</li>
</ol>
</div>

<div id="outline-container-orge9f4ece" class="outline-4">
<h4 id="orge9f4ece"><span class="section-number-4">1.4.2</span> <i>skinonskinonskin</i></h4>
<div class="outline-text-4" id="text-1-4-2">
<p>
Now, I turn to <i>skinonskinonskin</i> (1999), a work of "net art" created
by Auriea Harvey and Michaël Samyn, under their collaborative artist's
name <i>Entropy8Zuper!</i>. <i>skin</i> documents the inception of their love
affair, which began in an internet chat room and evolved into a
digital correspondence, or "digital love letters"
("<i>skinonskinonskin</i>" <i>Net Art Anthology</i>). These letters took the
form of individual web pages, designed by Samyn and Harvey, containing
notes, images, and interative elements using early web tools and
animation software, much of which is now defunct or unsupported. The
Rhizome.org <i>Net Art Anthology</i>, where the work is preserved with
emulator software, describes it as a "complex portrait of an artistic
and romantic relationship that shows that online intimacy is as deeply
felt, embodied, and full of risk and reward as any other form"
("<i>skinonskinonskin</i>").
</p>

<p>
<i>skin</i> takes part in a body electronic work called "Electronic
Literature," which is now practically inaccessible with modern
technology. Electronic Literature, which spans several subgenres, like
hypertext fiction, network literature, interactive fiction, and
generative text share a common interest in expressing and exploring
digitality as an aesthetic. This work, like many in Electronic
Literature, is inaccessible to modern web browsers. Though most of it
is written in HTML (HyperText Markup Language), which continues to be
the default language for the web, it is animated by depreciated
versions of JavaScript code and now obsolete Flash software. Besides
the outdated code, it also has an incompatibility with platform, the
Netscape 4 browser, which could run on both MAC and PC systems
(rendering pages on both Harvey's Mac and Samyn's PC) at the
time. Netscape's decline in the late 1990s and early 2000s brought
with it the depreciation of HTML and JavaScript elements that
characterized its associated web authoring tools and practices.
</p>

<p>
In what follows, I embark on a close reading of the work's "surface
effects," that is, the appearance and interactivity of objects and
words on the screen. I emphasize how these elements facilitate a
haptic engagement, a sense of touch and movement through the user's
mouse. Then, I turn to the underlying source code, the HTML,
JavaScript, and Flash files, to 
</p>
</div>

<ol class="org-ol">
