qt_writings/three/draft3.org
**** TODO
The final aspect of this text I want to discuss is reduction. The love
affair is reduced to digital objects which can pass over the
wires. The couple make this point in a chat between the two of them,
discussing how constraints constitute the relationship:
#+BEGIN_QUOTE
womanonfire: the sound is a bit distorted with these things

zuper: (private) yes

womanonfire: if no one was around me here

zuper: (private) the image is distorted too

womanonfire: i would speak to you

zuper: (private) but that's ok

womanonfire: yes!

womanonfire: these are all part of our relationship

womanonfire: these limitations

womanonfire: we must

zuper: (private) 26 letters, no sound, no image

womanonfire: learn new ways

zuper: (private) make DHTMLove to me... http://entropy8zuper.org/
#+END_QUOTE

The way that digital objects play with reductions of complexity here
evokes what Snorton says about the reduction of black bodies to
flesh. Such a reduction enables flesh to harness the chaos of
significatory possibility. I want to argue that digital objects, as
distillations of real world referents, are imbued with expressive
potential.



This screen surfaces a displacement inherent in all
significatory systems but particularly in machine language systems,
which rely on levels of abstraction in its software stack.


