qt_writings/three/draft3.html
displacement inherent in all significatory systems but particularly in
machine language systems, which rely on levels of abstraction in its
software stack.
</p>

<p>
[IMAGE OF CLOSE.HTML]
</p>
</div>
</li>
