qt_writings/three/draft3.org
**** haptics
Throughout this work, the user engages with HTML and JavaScript code
via haptics on the browser. The source code endows digital "objects"
with properties and methods so that they can become manipulable at the
level of surface. These constructs, which are defined under the hood
of the browser, enable sensual experiences for the user. 

**** foreclosure
The surface effects of the screen engage elements within the code,
which are inaccessible to the general user, to surface additional
layers of foreclosure.

**** obsolete elements
Due to modernization, the browser languages HTML and JavaScript use
now depreciated elements like ~<layers>~ and ~<area>~ to add
animation. Additionally, since Flash technology, a compiled software
that is not "human-readable", has been discontinued, it is very
difficult to find solutions for editing and viewing Flash elements.

** unstructured fragments
*** Hayles on data traveling up the stack
Hayles points out that, "Precisely because the relation between
signifier and signified at each of these levels is arbitrary, it can
be changed with a single global command" (Hayles, "Virtual Bodies"
77).

Flickering signifiers bring consideration of "transformations" into
view. though I do think she is underestimating the "matter," "energy"
which goes into it. 
#+BEGIN_QUOTE
When a text presents itself as a constantly refreshed image rather
than durable inscription, transformations would occur that would be
unthinkable if matter or energy, rather than informational patterns,
formed the primary basis for the systemic exchanges. This textual
fluidity, which humans learn in their bodies as they interact with the
system, imply that signifiers flicker rather than float. 30
#+END_QUOTE

In this movement up the stack, data shifts
between registers and becomes more tangible, a process that is belied
by the fleeting and diaphanous forms that finally emerge on the
computer screen.

Due to this appearance, the flickering signifier perpetuates a liberal
humanist ideology about the body/mind separation into the posthuman
one of hardware/code. Just as the mind rules the fleshy body, so the
/code/ represents a an insubstantial standard that drives computation.

Thinking about the illusion of digital materiality on the screen,
N. Katherine Hayles wonders, "Why do we talk and write incessantly
about the 'text,' a term that obscures differences between
technologies of production and implicitly promotes the work as an
immaterial construct?" ("Flickering Connectivities" 2000,
par. 57). 




* Works
Alarcon, Norma. "Conjugating Subjects in the Age of Multiculturalism"
/Mapping Multiculturalism/. Avery F. Gordon and Christopher Newfield,
editors. University of Minnesota Press. pp. 127-148.

Barthes, Roland. /Camera Lucida/.

Butler, Octavia. Dawn. Grand Central Publishing. 1987.

Chun, Wendy. Control and Freedom: Power and Paranoia in the Age of Fiber Optics. 2006.

Entropy8Zuper!. skinonskinonskin. Rhizome. https://anthology.rhizome.org/skinonskinonskin 

Galloway, Alexander and Eugene Thacker. The Exploit: A Theory of Network. Univ Of 
Minnesota Press. 2007. 

Galloway, Alexander. Protocol: How Control Exists after
Decentralization. 2004.

Hartman, Saidiya. "Venus in Two Acts." /Small Axe/, vol. 12 no. 2,
   2008, p. 1-14. Project MUSE muse.jhu.edu/article/241115.

Hayles, N. Katherine. "Flickering connectivities in Shelley Jackson's
Patchwork Girl: the Importance of Media-Specific Analysis," 2000.

Hayles, N. Katherine. Writing Machines. MIT Press, 2002. p. 107.

Kirschenbaum, Matthew G. Mechanisms: New Media and the Forensic Imagination. MIT Press 
2008.

Moraga, Cherrie. "La Guera", from /Loving in the War Years: Lo que
nunca paso' por sus labios/.

Musser, Amber Jamilla. /Sensual Excess: Queer Femininity and Brown
Jouissance/. NYU Press,
2018. JSTOR, http://www.jstor.org/stable/j.ctvwrm5ws. 

Musser, Amber Jamilla. "Surface-Becoming: Lyle Ashton Harris and Brown
  Jouissance." /Women & Performance/, vol. 28,. no. 1. February 26, 2018
  https://www.womenandperformance.org/bonus-articles-1/28-1-harris. 

Sandoval, Chela. "U.S. Third World Feminism: The Theory and Method of
Oppositional Consciousness in the Postmodern World."

Schutte, Ofelia. “Cultural Alterity: Cross-Cultural Communication and
Feminist Theory in North-South Contexts.” /Hypatia/, vol. 13, no. 2,
1998, pp. 53–72.

/skinonskinonskin/ (1999). Rhizome.org /Net Art Anthology/.
https://anthology.rhizome.org/skinonskinonskin

Snorton, C. Riley. Black on Both Sides: A Racial History of Trans Identity. University of 
Minnesota Press, 2017. JSTOR, https://doi.org/10.5749/j.ctt1pwt7dz;

Spillers, Hortense J. “Mama’s Baby, Papa’s Maybe: An American Grammar Book.” Diacritics, 
vol. 17, no. 2, 1987, pp. 65–81. JSTOR, https://doi.org/10.2307/464747

* Footnotes

[fn:4]  For example, one could balance a twelve-inch ruler by placing
a finger under the sixth inch. By applying some force to the center of
mass, the object would not pivot, but move in a linear direction,
either up or down, or sideways, depending on the direction of the
force. However, if external force was applied along either side of the
center, say at the second inch, the object would pivot. Its direction
would then be determined by its pivot point, whether that be its
center of mass or the point where the object is affixed to another
object, if the ruler were nailed to the wall, for example. In this
case, the ruler would pivot around this point of attachment, and the
force and direction of its pivot would be measured as "torque."

[fn:1]  Hayles's influential text, /How We Became Posthuman: Virtual
Bodies in Cybernetics, Literature, and Informatics/ (2000), lays out
the "waves of cybernetic development," that is, the development of
systems theory among prominant information and communication theorists
like Norbert Wiener, John von Neumann, Claude Shannon, and Warren
McCulloch (2).

[fn:3] Haraway draws from Chela Sandoval's concept of "differential
consciousness" that "constructs a kind of postmodern identity out of
otherness, difference, specificity" (/Simians/ 155).

[fn:2] Chela Sandoval describes "tactical subjectivity" as the process
by which identity formations constantly shift to elude and oppose the
universalizing tendendies of identity politics (Sandoval 1991, 14).

