qt_writings/three/draft3.html

<li><a id="orgfee4a0f"></a>obsolete elements<br />
<div class="outline-text-5" id="text-1-4-2-5">
<p>
Due to modernization, the browser languages HTML and JavaScript use
now depreciated elements like <code>&lt;layers&gt;</code> and <code>&lt;area&gt;</code> to add
animation. Additionally, since Flash technology, a compiled software
that is not "human-readable", has been discontinued, it is very
difficult to find solutions for editing and viewing Flash elements.
</p>
</div>
</li>
</ol>
</div>
</div>

<div id="outline-container-org1d74e3b" class="outline-3">
<h3 id="org1d74e3b"><span class="section-number-3">1.5</span> unstructured fragments</h3>
<div class="outline-text-3" id="text-1-5">
</div>
<div id="outline-container-org619bfed" class="outline-4">
<h4 id="org619bfed"><span class="section-number-4">1.5.1</span> Hayles on data traveling up the stack</h4>
<div class="outline-text-4" id="text-1-5-1">
<p>
Hayles points out that, "Precisely because the relation between
signifier and signified at each of these levels is arbitrary, it can
be changed with a single global command" (Hayles, "Virtual Bodies"
77).
</p>

<p>
Flickering signifiers bring consideration of "transformations" into
view. though I do think she is underestimating the "matter," "energy"
which goes into it. 
</p>
<blockquote>
<p>
When a text presents itself as a constantly refreshed image rather
than durable inscription, transformations would occur that would be
unthinkable if matter or energy, rather than informational patterns,
formed the primary basis for the systemic exchanges. This textual
fluidity, which humans learn in their bodies as they interact with the
system, imply that signifiers flicker rather than float. 30
</p>
</blockquote>

<p>
In this movement up the stack, data shifts
between registers and becomes more tangible, a process that is belied
by the fleeting and diaphanous forms that finally emerge on the
computer screen.
</p>

<p>
Due to this appearance, the flickering signifier perpetuates a liberal
humanist ideology about the body/mind separation into the posthuman
one of hardware/code. Just as the mind rules the fleshy body, so the
<i>code</i> represents a an insubstantial standard that drives computation.
</p>

<p>
Thinking about the illusion of digital materiality on the screen,
N. Katherine Hayles wonders, "Why do we talk and write incessantly
about the 'text,' a term that obscures differences between
technologies of production and implicitly promotes the work as an
immaterial construct?" ("Flickering Connectivities" 2000,
par. 57). 
</p>
</div>
</div>
</div>
</div>




<div id="outline-container-org101708f" class="outline-2">
<h2 id="org101708f"><span class="section-number-2">2</span> Works</h2>
<div class="outline-text-2" id="text-2">
<p>
Alarcon, Norma. "Conjugating Subjects in the Age of Multiculturalism"
<i>Mapping Multiculturalism</i>. Avery F. Gordon and Christopher Newfield,
editors. University of Minnesota Press. pp. 127-148.
</p>

<p>
Barthes, Roland. <i>Camera Lucida</i>.
</p>

<p>
Butler, Octavia. Dawn. Grand Central Publishing. 1987.
</p>

<p>
Chun, Wendy. Control and Freedom: Power and Paranoia in the Age of Fiber Optics. 2006.
</p>

<p>
Entropy8Zuper!. skinonskinonskin. Rhizome. <a href="https://anthology.rhizome.org/skinonskinonskin">https://anthology.rhizome.org/skinonskinonskin</a> 
</p>

<p>
Galloway, Alexander and Eugene Thacker. The Exploit: A Theory of Network. Univ Of 
Minnesota Press. 2007. 
</p>

<p>
Galloway, Alexander. Protocol: How Control Exists after
Decentralization. 2004.
</p>

<p>
Hartman, Saidiya. "Venus in Two Acts." <i>Small Axe</i>, vol. 12 no. 2,
   2008, p. 1-14. Project MUSE muse.jhu.edu/article/241115.
</p>

<p>
Hayles, N. Katherine. "Flickering connectivities in Shelley Jackson's
Patchwork Girl: the Importance of Media-Specific Analysis," 2000.
</p>

<p>
Hayles, N. Katherine. Writing Machines. MIT Press, 2002. p. 107.
</p>

<p>
Kirschenbaum, Matthew G. Mechanisms: New Media and the Forensic Imagination. MIT Press 
</p>
<ol class="org-ol">
<li></li>
</ol>

<p>
Moraga, Cherrie. "La Guera", from <i>Loving in the War Years: Lo que
nunca paso' por sus labios</i>.
</p>

<p>
Musser, Amber Jamilla. <i>Sensual Excess: Queer Femininity and Brown
Jouissance</i>. NYU Press,
</p>
<ol class="org-ol">
<li>JSTOR, <a href="http://www.jstor.org/stable/j.ctvwrm5ws">http://www.jstor.org/stable/j.ctvwrm5ws</a>.</li>
</ol>

<p>
Musser, Amber Jamilla. "Surface-Becoming: Lyle Ashton Harris and Brown
  Jouissance." <i>Women &amp; Performance</i>, vol. 28,. no. 1. February 26, 2018
  <a href="https://www.womenandperformance.org/bonus-articles-1/28-1-harris">https://www.womenandperformance.org/bonus-articles-1/28-1-harris</a>. 
</p>

<p>
Sandoval, Chela. "U.S. Third World Feminism: The Theory and Method of
Oppositional Consciousness in the Postmodern World."
</p>

<p>
Schutte, Ofelia. “Cultural Alterity: Cross-Cultural Communication and
Feminist Theory in North-South Contexts.” <i>Hypatia</i>, vol. 13, no. 2,
1998, pp. 53–72.
</p>

<p>
<i>skinonskinonskin</i> (1999). Rhizome.org <i>Net Art Anthology</i>.
<a href="https://anthology.rhizome.org/skinonskinonskin">https://anthology.rhizome.org/skinonskinonskin</a>
</p>

<p>
Snorton, C. Riley. Black on Both Sides: A Racial History of Trans Identity. University of 
Minnesota Press, 2017. JSTOR, <a href="https://doi.org/10.5749/j.ctt1pwt7dz">https://doi.org/10.5749/j.ctt1pwt7dz</a>;
</p>

<p>
Spillers, Hortense J. “Mama’s Baby, Papa’s Maybe: An American Grammar Book.” Diacritics, 
vol. 17, no. 2, 1987, pp. 65–81. JSTOR, <a href="https://doi.org/10.2307/464747">https://doi.org/10.2307/464747</a>
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
Haraway draws from Chela Sandoval's concept of "differential
consciousness" that "constructs a kind of postmodern identity out of
otherness, difference, specificity" (<i>Simians</i> 155).
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
Chela Sandoval describes "tactical subjectivity" as the process
by which identity formations constantly shift to elude and oppose the
universalizing tendendies of identity politics (Sandoval 1991, 14).
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
Hayles's influential text, <i>How We Became Posthuman: Virtual
Bodies in Cybernetics, Literature, and Informatics</i> (2000), lays out
the "waves of cybernetic development," that is, the development of
systems theory among prominant information and communication theorists
like Norbert Wiener, John von Neumann, Claude Shannon, and Warren
McCulloch (2).
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
For example, one could balance a twelve-inch ruler by placing
a finger under the sixth inch. By applying some force to the center of
mass, the object would not pivot, but move in a linear direction,
either up or down, or sideways, depending on the direction of the
force. However, if external force was applied along either side of the
center, say at the second inch, the object would pivot. Its direction
would then be determined by its pivot point, whether that be its
center of mass or the point where the object is affixed to another
object, if the ruler were nailed to the wall, for example. In this
case, the ruler would pivot around this point of attachment, and the
force and direction of its pivot would be measured as "torque."
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<p class="author">Author: Filipa  Calado</p>
<p class="date">Created: 2023-06-19 Mon 12:38</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
